{
    "Questions": {
        "1": "What is the most important issue affecting the students you would represent, and what would should be done about it?",
        "2": "Through your role, how can SGA have a direct impact on the students you would represent?",
        "3": "What value do you see in a diverse student body, and what will you do to represent all students?"
    },
    "Positions": {
        "1": "Student Body President",
        "2": "Student Body Vice President",
        "3": "Student Senator",
        "4": "College Council",
        "5": "Union Governing Board",
        "6": "Student Publications, Board of Directors"
    },
    "Colleges": {
        "1": "Agriculture",
        "2": "Architecture, Planning and Design",
        "3": "Arts & Sciences",
        "4": "Business Administration",
        "5": "Education",
        "6": "Engineering",
        "7": "Graduate School",
        "8": "Human Ecology",
        "9": "College of Veterinary Medicine"
    },
    "Responses": {
        "Mary Abounabhan": {
            "grade": "Junior",
            "major": "Business Management",
            "questions": {
                "1": "I believe that one of the most important issues facing the students in the College of Business is lack of transparency concerning all the fees we have to pay concerning our building and classes. I think we should have a financial breakdown of our fees to engage our students and better identify any unnecessary costs. I feel that we need to be better using our students through work-study opportunities and internships to come up with better solutions to problems in the College of Business.",
                "2": "As an SGA senator, I would be able to represent our diverse student body in the College of Business concerning certain policies and fee increases that SGA passes. Not to mention the privilege fee that is completely controlled by SGA that every student has to pay.",
                "3": "The only way to truly create change is by bringing different perspectives together. Diversity creates an opportunity to explore options and discuss issues that may not have been addressed. I will make it a point to try to bring everyone into the conversation by meeting with diverse groups and reaching out to various student leaders."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-bGW5qHt/0/XL/Mary%20Abounabhan-XL.jpg"
        },
        "Gibson Akers": {
            "grade": "Graduate Student",
            "major": "Counseling & Student Development",
            "questions": {
                "1": "Graduate Students are very similar to undergraduate students, however many have to maintain graduate assistantships or full time jobs. I believe that it is important that each one of these students have a voice and that their perspective is considered when decisions are made. I believe that many graduate students find tuition rates and access to campus services important issues. I look forward to working with students, faculty, and administration to address these issues.",
                "2": "In this role, I look forward to working with the students I represent. The decisions made in SGA have a great impact on all students. It is important to understand the issues that students face on a daily basis and how best to solve these issues. As representative I will work with students, faculty, and administration to come up with a complete solution to the issues students face.",
                "3": "Having a diverse student body is important to have. It allows for students to grow and learn from each other to become more prepared for the diverse world that we live in. To represent all students, I will be sure to learn their view points, and opinions  to make the best decision."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-BxS3V4p/0/XL/Gibson%20Akers-XL.jpg"
        },
        "Andrew Arbuckle": {
            "grade": "Sophomore",
            "major": "Economics and Political Science",
            "questions": {
                "1": "The most important issue affecting students at K-State is the slashing on state funds to our university, rising the cost of education for students. As a part of SGA I will use my position to clearly communicate to state policy makers students' wants and how they are affected by the price of their education  to rise.",
                "2": "I will directly impact the students that I represent by hosting online or public forums for students that want to be in the know/involved. I am willing to be transparent and make my self available for students to communicate with me. My main goal is to make students feel like their voice is heard.",
                "3": "As President Myers said, 'To our K - State international community: You are invaluable members of this university. Your contributions enrich our experiences, knowledge and ability to view the world through a global lens.' All students are vital to our K-State Family. I will use my position to represent students and act in their best interests on academic, extracurricular and social issues."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-rB7nZtj/0/XL/Andrew%20Arbuckle-XL.jpg"
        },
        "Elli Archer": {
            "grade": "Graduate Student",
            "major": "Counseling and College Student Development",
            "questions": {
                "1": "As a representative for graduate students at K-State, my main concerns revolve around diversity and intersecting identities. Any decision made by the student senate must consider the needs of all students, so I would like to be the voice speaking up for minority students on campus.",
                "2": "SGA has the opportunity to enact policies that could actively support and encourage minority groups to flourish. Through my role I will advocate for positive changes in both policy and campus climate.",
                "3": "Research proves that diversity in learning communities positively influences the learning outcomes of all students. Diversity is essential for growth and development, and we should do everything we can to make our campus as inclusive and supportive as possible. As the graduate assistant in the LGBT Resource Center, and a student in the Social Justice Education certificate program, I believe I have the background to accurately represent many different groups of students."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-K6HNxQ3/0/XL/Elli%20Archer-XL.jpg"
        },
        "Joshua Arnoldy": {
            "grade": "Sophomore",
            "major": "Music Composition",
            "questions": {
                "1": "Students choose Kansas State to obtain a timely and quality education, and the first step in this process begins with Academic Advisers. Some advisers are not doing enough to stay engaged and informed in each individual's academic needs. Quality reviews and standards need to be in place for Advisers to enforce quality academic planning and encourage on-campus involvement. It should be the job of the Senate to set this and promote students' abilities to graduate on time, with a quality education.",
                "2": "Our senators represent us through all of the decisions that they make, in each vote they cast and each meeting they attend; however, I think it is important to remember that the job of a senator lasts longer than a few hours on Thursday night. It is the responsibility of our representatives to inform their constituents of the current legislation presented to the student body. As a senator, I would work to share issues and take into consideration each student's well-being and opinion.",
                "3": "Kansas State University attracts all kinds of student from all kinds of backgrounds. We are a campus filled with diverse individuals, and student government is one of the few groups on campus that truly represents each and every one. I believe my past experience, working as a Resident Assistant in Haymaker Hall, would be my greatest asset in terms of diversity with this position. To represent the people, I will listen to and keep an open perspective for all students."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-vkD84b3/0/XL/Joshua%20Arnoldy-XL.jpg"
        },
        "Jack Ayres": {
            "grade": "Junior",
            "major": "Chemical Engineering/Pre-Med",
            "questions": {
                "1": "The biggest issue affecting students is the cost of attendance. With cuts from the state and decreasing student enrollment, the financial burden put on students through tuition and fees is challenging and prohibitive. However, students have a voice and tools to combat this through continued legislative advocacy, intentional review and student input, and other efforts to increase scholarships. Olivia and I have a lot of experience in dealing with these issues and can't wait to get to serve you!",
                "2": "Olivia and I are focused on addressing concerns and ideas we have heard from students. This coming year we want to work to improve the DARS report to help your academic advising experience, work to get GPS tracking on the K-State mobile app to bolster on-campus transportation, and host student petitions on the SGA website. While these are only three examples, I believe our initiatives will directly impact Your Degree, Your Campus, Your Voice.",
                "3": "We pride ourselves on the family atmosphere we offer and the value we place on student voice. This means that all students, regardless of race, gender expression, religion, sexual orientation and ability must feel included in the K-State community and have an equal voice. A lot of progress has been made with the creation of Diversity 2025 and Olivia and I look forward to continuing that work as we make progress on goals such as the Multicultural Student Center."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-BGSJ2XM/0/XL/Jack%20Ayres-XL.jpg"
        },
        "Olivia Baalman": {
            "grade": "Junior",
            "major": "Computer Science",
            "questions": {
                "1": "As Student Body VP I would represent a large and diverse group of students, so it is vital to be mindful of all the different problems all types of students face. One issue that affects a large amount of students is the cost of attending K-State. By being a steward of student voices when it comes to tuition and fee recommendations and keeping needs-based scholarship as a priority to our university, Jack and I are committed to support our peers and work to keep K-State accessible to all.",
                "2": "I believe as Vice President I can call upon my past experiences within Student Governing Association and my passion to serve our Student Body to effectively serve as the Student Body VP. I believe utilizing the power of SGA to maximize student voice and input in issues facing our university as well as representing student concerns effectively would positively impact our student body, their experience at K-State, as well as the future generations of students to come.",
                "3": "As a K-State community, we appreciate diversity and are committed to being a university that is fully inclusive. We have always been known to foster a family atmosphere, but Jack and I recognize there is still room to improve and grow as a university. We are committed to keeping students engaged in conversation and action around diversity and inclusivity through projects like increasing needs-based scholarships. As a student leader, it is important to be a resource and voice for all students."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-Pk25VWM/0/XL/Olivia%20Baalman-XL.jpg"
        },
        "Stephen Bartels": {
            "grade": "Sophomore",
            "major": "Chemical Engineering",
            "questions": {
                "1": "The most important issue facing students right now is tuition and fees. SGA is responsible for various student funds including Privilege Fee, University and College Allocations, and City-University Funds.  It is SGA's responsibility, and mine as a Senator, to make sure these funds are being used to their fullest potential.  My vote in Student Senate will always be to stretch the student dollar rather than spending wastefully.",
                "2": "I can have a direct impact on students through my position in SGA by representing the wants and needs of students through the various avenues of student fees that SGA deals with.  In my last term as a Senator, I served on the Governmental Relations Committee, which is responsible for the City-University Fund allocation. I was able to suggest infrastructure improvements around campus using the on-campus sales tax to improve campus and surrounding area safety.",
                "3": "A diverse student body leads to opportunities that would otherwise not be available.  The classroom brings together people who have different talents, come from different countries and  come from different backgrounds.  Our university has more than 475 organizations with people from all walks of life.  As a Senator, I will represent these students by expressing interest in the student organizations specific to the College of Engineering, as well as university wide organizations."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-f3cKwVD/0/XL/Stephen%20Bartels-XL.jpg"
        },
        "Al Basha": {
            "grade": "Junior",
            "major": "Finance",
            "questions": {
                "1": "An important issue facing students in the College of Business is Career Advising. It's common to ask a student what they plan to do with their degree and their answer be 'I don't know' It's important to have a goal in mind while working on a college degree to make sure that as many classes taken, clubs involved in, and lectures attended help students uncover potential and add knowledge and strengths in any discipline to ensure they don 't end up with degrees they're not using after graduation.",
                "2": "I want to work with the currently existing Career Coaching and Professional Development programs to reach out to a broader base of students, emphasize even more their great importance, and work with senate peers and the Career Development center to promote to students working early on in their college career to pin - point their areas of strengths and find their perfect fit in society and also to empower them with training in reaching out to employers who might give them that opportunity.",
                "3": "I was a participant in the Cargill annual Diversity Leadership Summit and I speak Arabic and Italian.I see diversity as of immense importance, especially in a more globalized world where one cannot go through life without interacting with people from all walks of life.I plan to extensively engage students to learn their perspective and where they would like to see positive change that would enhance their education and their K - State experience."
            },
            "photoURL": "https: //photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-bDkwvQc/0/XL/Al%20Basha-XL.jpg"
        },
        "Nils Bergsten": {
            "grade": "Sophomore",
            "major": "Agricultural Economics",
            "questions": {
                "1": "Issues that are facing the College of Agriculture include post-tuition class fees and older buildings and study rooms. Student senators have a very important role on campus distributing the privilege fees that all students pay  with their tuition. Finding the best ways to use this money in the most efficient way possible can help all students in the College of Agriculture and throughout campus in improving our education and campus experience.",
                "2": "The decisions that the Student Government makes can have a direct impact on the students in the College of Agriculture. Allocating funds and voicing student's points of view on important issues around campus is SGA's job. Through my role as a Student Senator I will be open to all opinions and ask questions to my peers about theirs on issues facing our college. From there my job will be to make sure our student's voices are heard and action taken.",
                "3": "Kansas State University prides itself on being open too all students from a wide range of backgrounds. K-State has done a lot lately to make our campus more friendly and more attractive. With projects including the new College of Business building and Engineering Hall, K-State will continue to improve on what it has always known for, and that is a university that attracts because of the wonderful people here. I will be represent all K-Staters with pride and make sure that all can be heard."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-ztwGhcb/0/XL/Nils%20Bergsten-XL.jpg"
        },
        "Jeffery Bogner": {
            "grade": "Junior",
            "major": "Architectural Engineering",
            "questions": {
                "1": "One of the biggest issues K-State faces today is the increasing tension we face with budget cuts. There are multiple issues revolving around this, but the biggest example I can think of that affects ALL students is Hale Library's reduced hours. I think the best way to combat this issue is to work with administrators and find a way to add more time to Hale's operating hours. Our tuition is constantly rising; we should be able to find a way to better allocate that money to cater to student needs.",
                "2": "I can have a direct impact on the students I represent by advocating for and providing my knowledge of engineering organizations. Through my experience working in the engineering Office of Recruitment, I worked alongside many Engineering Ambassadors and answered many questions from visitors; gaining a lot of knowledge about organizations in the college. I also served as an Orientation Leader for new College of Engineering students which built on my knowledge of the college and K-State in general",
                "3": "A diverse student body is everything that K-State stands for considering we were founded as the nation's first Land-Grant University under the Morrill Act.  Diversity brings value to K-State by having a broad spectrum of people and opinions represented on our campus; it brings us the ability to collaborate, debate and understand each other."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-NQd4HGm/0/XL/Jeffery%20Bogner-XL.jpg"
        },
        "Avery Bolar": {
            "grade": "Freshman",
            "major": "Finance and Economics",
            "questions": {
                "1": "I think the biggest issue facing students is food insecurity. Riley County is one of the most food insecure counties in Kansas and college students tend to live very frugally. As a result, many students might find themselves food insecure. I think some possible solutions include a campus food pantry and food recovery from the dining centers, where food often goes to waste.",
                "2": "Through my involvement with the Privilege Fee Committee, I've been able to be a part of legislation that allocates funds to various student groups and university services. Having this role again would give me the opportunity to watch projects I've helped work on this past year mature and modify them accordingly in the future to meet student needs.",
                "3": "K-State has many diverse ethnic groups, sexual orientations, economic backgrounds, and many more demographics. It's important that every student's voice, regardless of who they are, is heard and that they have a Senator who cares about their concerns. I see it as my personal duty to the students, to put my personal initiatives and concerns aside in order to represent something much greater than myself. I will do my best to ensure all student's voices are heard and their needs are met."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-5DrQJJH/0/XL/Avery%20Bolar-XL.jpg"
        },
        "Thomas Bremser": {
            "grade": "Junior",
            "major": "Finance",
            "questions": {
                "1": "I want to increase the business building hours, so students can use its resources longer",
                "2": "By being apart of SGA I can learn the students opinions and express them in senate meetings.",
                "3": "I highly believe in a diverse student body, every type of student deserves to be represented, no matter what they are involved in on campus. I want to be an open ear for all business students so we can improve the new building to improve students learning abilities"
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-XZvZf6j/0/XL/Thomas%20Bremser-XL.jpg"
        },
        "Lauren Budenski": {
            "grade": "Junior",
            "major": "International Agribusiness and Global Food Systems",
            "questions": {
                "1": "The most important issue affecting the College of Agriculture Students is inclusion. The College of Agriculture is a huge part of the K-State Community and includes a large chunk of our student population. Many of our events are attended by those working the event, instead of students who are interested, we should include all students, even if they aren't from the College of Ag!",
                "2": "SGA can have a direct impact on the College of Agriculture students by hearing their voice as well. Through my position, I will broadcast all current events happening at the college, and will work with other committee members to organize events that are attractive to all students, not just those with a well-known major.",
                "3": "There are so many different majors in the College of Agriculture, that many are not represented, or may not even be known. I want to give all students a voice. This goes for every College as well. There are so many aspects to diversity that we are lucky enough to be apart of, whether that be different majors, different backgrounds, beliefs, etc, and it is important to include every student. We all want our voices to be heard, even if our opinions are different, and that is an important asset."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-Cf9nXFg/0/XL/Lauren%20Budenski-XL.jpg"
        },
        "Glen Buickerood": {
            "grade": "Graduate Student",
            "major": "College Student Development",
            "questions": {
                "1": "The cost of education is a priority for not only graduate students, but the student body as a whole. The harsh reality is more cannot be done with less. We should to be advocating for collaboration between colleges and departments to identify common needs. Shared expertise and the un-siloing of our campus will help reduce cost while advancing the KSU brand through consistent messaging. Graduate students feel the impact in their wallet and campus opportunities.",
                "2": "I will serve as a soundboard for graduate student needs by working with the Graduate Student Council to relay the thoughts and needs of my constituency. Our community of students brings the brightest minds from around the world to pursue research and deep intellectual development. Encouraging graduate student involvement with SGA is a direct way to bring our needs to the greater community.",
                "3": "Our greatest strength is in our diversity. These differences challenge us to view the world through many lenses. Appreciating these experiences further builds our family. I have the privilege to engage daily in conversations on diversity within the KSU community.   I advocate for the oppressed by fighting ignorance with information. Bringing these voices to the Senate chamber is the most powerful way to represent all students. Share their voice. Hear their story. This is our unifying strength."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-RxjswdS/0/XL/Glen%20Buickerood-XL.jpg"
        },
        "Stephen Caffera": {
            "grade": "Sophomore",
            "major": "Music; Computer Science; Finance",
            "questions": {
                "1": "I think the most important issue affecting the students I would represent is students' ability to have their voices heard in the governing bodies of the university. There should be easy and accessible ways for all students to have their ideas and concerns brought to the student government so they can be addressed.",
                "2": "If elected, I will make a firm effort to be highly accessible to my constituents so that they can bring their concerns and ideas to me when they see fit and I can bring them to the attention of the student senate. A strong connection between elected officials and constituents is vital for a healthy democracy, and I will work hard to foster that in my tenure as senator, if elected.",
                "3": "A diverse student body is a strong student body. The more diverse we are as a community, the more unique ways we can approach problems as a whole and solve them effectively. If elected, I will embrace the diverse nature of all the students in the university and work to represent the ideals and needs of all the students I represent."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-5gwKSLQ/0/XL/Stephen%20Caffera-XL.jpg"
        },
        "Danielle Comstock": {
            "grade": "Sophomore",
            "major": "Agricultural Communications and Journalism",
            "questions": {
                "1": "Most of the students in the College of Ag are concerned with maintaining the gun policy as it stands to expire this summer. On the college council, I would advocate to keep conceal carry on campus beginning this summer as planned.",
                "2": "As public relations director of college council, it would be my job to manage the image and brand of the College of Ag for current and future students.",
                "3": "Diversity is important in the character of a student body. Being diverse in a number of ways impacts the growth, integrity, and personality of an organization and the people involved in the organization. As PR director of Ag council, I will ensure every student and student group is represented accurately and fairly in publications and in council meetings."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-TR4FC43/0/XL/Danielle%20Comstock-XL.jpg"
        },
        "Caleb Deines": {
            "grade": "Junior",
            "major": "Political Communication Studies",
            "questions": {
                "1": "The most important issue I think that we as students are facing right now is the inclusion and acceptance of each other. Right now we are still feeling the rocky outcome of past events rock us and effect us to our core. I hope that if I was elected I could promote equality and inclusion throughout campus and assisting in maintaining a positive atmosphere for each member of the Wildcat Family.",
                "2": "SGA has a direct impact because they have a leadership role on campus that can directly effect the attitude and direction that the campus takes on certain key issues. Through my role I hope to use my leadership ability to help the students who do not have a voice have one and to help campus feel like home for everyone.",
                "3": "There is a tremendous value in having a diverse student body. Having diversity can help our campus excel in every way possible. I will do all I can to help represent students who do not feel like they are represented correctly. Being a part of a community that is not a majority I can completely understand how some members of our campus can feel at times. With that understanding I will lead the most effectively that I see possible."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-nxcRD7g/0/XL/Caleb%20Deines-XL.jpg"
        },
        "Emma DeMaranville": {
            "grade": "Freshman",
            "major": "Communication Studies",
            "questions": {
                "1": "I believe the most important issue that students at K-State face are mental health awareness/recognition. It is important for members of SGA to continue to address this during meetings, as well as creating more initiatives to help students who struggle with this problem on a day to day basis.",
                "2": "SGA provides its members with the opportunity to reach out to students on campus to gain different perspectives on what students are facing. Being informed of the issues on campus, as well as being aware of what the students in my college want to see happen, the impacts would be able to reach everyone. The college of Arts and Sciences has a significant amount of students who want to have their voices heard in Senate.",
                "3": "Diversity is something that we should strive to continue on campus. It is important to have different students with varying ideas, so that our campus remains as inclusive as possible. Differences can only make us stronger. By engaging students on campus and within my college, I will be able to represent their opinions and perspectives."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-vVz5TRJ/0/X2/Emma%20DeMaranville-X2.jpg"
        },
        "Allison Doll": {
            "grade": "Junior",
            "major": "Mass Communications",
            "questions": {
                "1": "The most important issue facing the students I would represent, is lack of awareness among the student population. Students are busying worrying about attending classes and paying for school, they often don't realize the resources the university offers or the issues that it faces. That is why the student body relys on the student leadership to act as their voice. It is up to the student leaders to stand up for the needs of the students, whether it's here on campus or in Topeka.",
                "2": "As a student senator, I would use my position to vote in a way that represents the most students.  The decisions SGA makes always effect the student population whether they realize it or not. My role would in SGA is to talk to the students I will be representing, and then reflect their opinions when voting on legislation.",
                "3": "Diversity among the student body is important for implementing positive change.  If you do what you have always done you will get what you have always got.  Talking to a diverse groups of students about issues they face would help guide my decisions as a member of the SGA.  I would also talk with them about opportunities to get involved with in SGA because we need their voices."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-2SCtnqS/0/XL/Allison%20Doll-XL.jpg"
        },
        "Noah Eidemiller": {
            "grade": "Junior",
            "major": "Kinesiology",
            "questions": {
                "1": "The most important issue affecting the student body, in my opinion, is student fees. The fees placed on students is a highly debated issue, and one that needs to be addressed by the leaders of our university. One way I could help address this issue is by working with/on the Student Privilege Fee Committee, and with the help of my fellow senators, we could better understand where our money is going and how it can be better utilized.",
                "2": "Being a current senator in SGA, I have learned that my role is to give the human ecology students a voice through my position. I can continue to represent not just the students in my college, but students all over the university by listening to what is being said around campus, and relaying their thoughts or concerns to the senate floor.",
                "3": "I see the Kansas State student body as a family, and no matter who you are or where you are from, you are apart of our family. Having a diverse student body at Kansas State is something I am very passionate about, and I am going to represent them in the push for our multicultural student center."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-f3fnRFs/0/XL/Noah%20Eidemiller-XL.jpg"
        },
        "Lane Evans": {
            "grade": "Junior",
            "major": "Computer Science",
            "questions": {
                "1": "I believe that the most important issue affecting the students within my major is the lack of representation we currently have. Our department has grown greatly in the past several years and will continue to grow as the demand for Computer Science majors increases. I hope to be able to represent everyone within the College of Engineering as well as the Department of Computer Science and help represent everyone.",
                "2": "My goal as a senator would be able to provide a direct contact with the SGA and anyone in the College of Engineering and more specifically the Department of Computer Science. I would be able to answer any questions students would have and seek out additional information for anyone in need.",
                "3": "I believe that having a diverse student body is extremely important and having a Student Government that represents those students is just as important. I personally feel that the Department of Computer Science is currently under represented in SGA and would love to be able to fill that gap. If elected, I will make it my goal to be available to any student in the Department of Computer Science or the College of Engineering for any needs they have."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-dzCJ4tP/0/XL/Lane%20Evans-XL.jpg"
        },
        "Kyle Fleming": {
            "grade": "Junior",
            "major": "Finance",
            "questions": {
                "1": "One of the most important issues facing students our students is the gun laws on campus that will go into effect this summer. SGA has already had a bill go through Senate about the new gun control laws but there is still numerous students that are upset with the new gun law. Students should bring forward their concerns to SGA and the Administration.",
                "2": "SGA determines policies and fees that directly impact every student at K-State. Through the Privilege Fee Committee, I could help determine how much each student would pay in fees. I would represent the students' concerns on important campus issues.",
                "3": "At K-State, cultural diversity is likely to increase our flexibility and responsiveness to the increasingly changing world. Diversity is beneficial to the retention of students and staff as well as their productivity. To represent all students, I will reach out to students in different clubs and majors within my college to get a holistic view of the issues students are facing."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-Kb5bLVL/0/XL/Kyle%20Fleming-XL.jpg"
        },
        "Colton Fuller": {
            "grade": "Junior",
            "major": "Architectural Engineering",
            "questions": {
                "1": "I believe that the rising cost of tuition and fees is the problem most students face today.  In deciding how to address this, I believe speaking directly with students would be the most beneficial",
                "2": "SGA would serve as a great way to voice other student's opinions in helping get things done.  SGA has the ability to make great change and improve the life of any student.",
                "3": "Having a diverse group of students brings many perspectives to pertinent topics, and I believe that is invaluable when it comes to making a decision.  I will make an effort to hear from many different student groups and individuals to see what is the best route when faced with a new topic."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-kkCw9V5/0/XL/Colton%20Fuller-XL.jpg"
        },
        "Jessica Garcia": {
            "grade": "Freshman",
            "major": "Microbiology",
            "questions": {
                "1": "Many students are negatively impacted by not knowing where to go for information that they need. Our university could do a better job at making sure that things like tutoring, counseling, and information about clubs and organizations are more well-known.",
                "2": "As senators, we can help to resolve some of the issues we see on campus and spread more awareness about them. As individuals we may seem like just one person but if we as a student government work together we can be a lot more effective in giving our students the voice that they deserve on their campus.",
                "3": "Having a diverse body is extremely important. We must make sure we are adequately representing every student in our college at all times. As a senator I will make the extra effort to address these issues by making sure to talk to diverse groups of students when making important decisions."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-36mKXLj/0/XL/Jessica%20Garcia-XL.jpg"
        },
        "Paige Garrity": {
            "grade": "Sophomore",
            "major": "Secondary Education (Social Studies)/History",
            "questions": {
                "1": "The most important issue affecting the students that I would represent would be budget cuts in the College of Education. I want to make sure that there are not more because we already went through a big cut last year. It is important that I make sure we don't have to endure loosing anything else that would be important to us.",
                "2": "I think SGA can have a direct impact on the students that I would represent by making sure the rules that get passed don't hurt College of Education students.",
                "3": "It is incredibly important to make sure that we have a diverse student body so that everyone is represented. I want to make sure all voices are heard and I am available to all of the students that I represent."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-HsZPWCH/0/XL/Paige%20Garrity-XL.jpg"
        },
        "Cat Gutman": {
            "grade": "Sophomore",
            "major": "Architecture",
            "questions": {
                "1": "I think the university budget is the most important issue on campus. This is not the most exciting topic to discuss, but the amount of money students are paying for different college benefits is a burden on the majority of students at K-State. After what we have seen from the past year with budget cuts, I believe that we can do more for students in achieving an education that is more cost effective, without cutting opportunities.",
                "2": "Architecture students frequently aren't as involved with university current events because of the nature of our degree. I think by providing a touch stone for students to go to for different university issues, will be beneficial to all. Serving as senator will provide necessary communication from our college to the rest of the university. With a new building coming and students doing well in design competitions it would be good for the whole the university to see the achievements of APDesign.",
                "3": "There is an amazing and diverse family, that is evident of Coach Snyder's recent email that students received. To represent our diverse student body, I would like to make sure senate is representative of the student body in not only organizations, but also by ethnic backgrounds. By making senate more diverse we can make decisions for the student body and be truly making the right decision. Also, I would like to look into more student outreach to provide a direct opinion from the student body."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-JrSkz7W/0/XL/Cat%20Gutman-XL.jpg"
        },
        "Coleman Harkey": {
            "grade": "Freshman",
            "major": "Business Administration",
            "questions": {
                "1": "Accessibility. Student schedules are often packed and the time constraints can limit the opportunities available to them. Whether I'm representing the smallest minority or a well established organization, I would like to work with students and faculty to find flexible solutions to class schedules and help students personalize their college experience the way they see fit.",
                "2": "It would grant me the opportunity to vote on issues brought to the Senate. Discussions regarding things such as facility hours and changes to the enrollment process could all be addressed if I were to be elected.",
                "3": "Diversity grants this university a vibrant and interesting culture. In order to ensure the future growth and integrity of our institution our campus needs to be welcoming and fair to the all students that call K-State home. I'm open to contact from all groups and individuals on campus and would love to help improve our university in any way possible."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-nNFSG4k/0/XL/Coleman%20Harkey-XL.jpg"
        },
        "Aaron Hendrickson": {
            "grade": "Sophomore",
            "major": "Agriculture Economics",
            "questions": {
                "1": "An important issue facing all students currently is that of student fees. Many students wonder why they have to pay these fees and how are they used.  An explanation about how these fees are used and how they are bettering your learning environment would be a good way to show how the fees are used.  This can be included when you go to pay your tuition at the beginning of the semester.",
                "2": "Through my role I feel like the best way to represent students is to make the students voices heard about the current issues facing them.  Right now one of the many problems facing students is rising student fees.  The best way to help students is to look into a way to not raise student fees and maintain the same level of satisfaction they receive from their education.",
                "3": "A diverse student body can help increase creative thinking and a positive environment to gain knowledge.  This diversity is one of the main driving factors to keep pushing forward into a modern working environment."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-PPZTWMx/0/XL/Aaron%20Hendrickson-XL.jpg"
        },
        "Megan Heyen": {
            "grade": "Junior",
            "major": "Chemical Engineering",
            "questions": {
                "1": "The College of Engineering faces many fee increases that will greatly affect our students. In an effort to remain transparent, the Deans of the college host forums during the semester. This is a great time for students to have the chance to directly ask the deans about fees, retention, accreditation, and other issues they are concerned about. Increasing attendance at these forums will allow students to voice opinions and be aware of where their tuition dollars are going.",
                "2": "Student Government committees allocate hundreds of thousands of student dollars each year. How this money is spent is a direct result of the decisions of these committees. Having sat on Privilege Fee Committee the last two years, I've seen this at play. I try to remove my personal opinions and view the issues of cuts and increases from the minds of the students I represent.",
                "3": "With a diverse student body, different views are brought to the table. This is important in making sure that all angles are understood and acknowledged when making decisions that affect the entire student body. There is great value in having an understanding of how diversity affects students' lives. Giving thought different economic backgrounds, living arrangements, and majors will help me better represent the diverse student body."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-tD6JGcJ/0/XL/Megan%20Heyen-XL.jpg"
        },
        "Anthony Ho": {
            "grade": "Graduate Student",
            "major": "College Student Development",
            "questions": {
                "1": "What I believe should be addressed is the issue of diversity. There are not many students of color in my graduate program. It is important for recruitment and retention for students that students of color or recognized.",
                "2": "Increase representation and transparency across graduate programs.",
                "3": "With the current issues in the legislature in terms of budget, the large portion of our funds are derived from student tuition. Therefore, a diverse student population is necessary if we want to keep K-State as the top-tier school in Kansas. That is why all students should be appreciated."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-DXTVFrD/0/XL/Anthony%20Ho-XL.jpg"
        },
        "Kelli Holder": {
            "grade": "Sophomore",
            "major": "Philosophy, Pre-Law",
            "questions": {
                "1": "The most important issue that I see students face is communication.  Although SGA does communicate what they are doing, I would like to see even more between next term's senators and those whom they represent.  This can be done in various ways including social media or face to face communication.  I am excited to see how this could be implemented to keep our fellow students well informed.",
                "2": "Those who are a part of SGA have a huge impact on their fellow students.  SGA is the student representation of Kansas State and it is up to those involved in SGA to make decisions on behalf of those students they represent. Thus, SGA has a direct impact on all students and if I were reelected to be a senator for the College of Arts and Sciences, I would be sure to always make decisions in favor of my constituents whom I represent.",
                "3": "As a representative of a large, diverse student body, I will always keep all students whom I will represent in mind.  I think it is extremely important to keep all members of the K-State family in mind no matter their race, background, religious affiliation, involvement, etc.  I am overjoyed by the diversity I come in contact with in a days time at K-State and I look forward to keeping it in mind when making any decision on behalf of my fellow students."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-XLbKhSg/0/XL/Kelli%20Holder-XL.jpg"
        },
        "PJ Hopfinger": {
            "grade": "Freshman",
            "major": "Political Science",
            "questions": {
                "1": "I feel the most important issue affecting students is the lack of ability for their voices to be truly heard. Whenever I am discussing SGA with my fellow students, they always ask me, 'What exactly does SGA do?' This is a major issue for me. How are we serving students to the best of our abilities, if they aren't aware of what we are doing. I think it is imperative that SGA take steps to incorporate more student groups into our conversations to help create a more inclusive campus environment.",
                "2": "I can have a direct impact on the students I would represent by becoming more involved in working with other student organizations. SGA has the ability to help student groups in countless different ways, but often times student groups are unaware. I feel it is necessary that SGA team up with students groups throughout campus, especially working with academic competition teams, BSU, International student groups, and the countless sports teams on campus to create a more inclusive and diverse SGA.",
                "3": "College is about immersing yourself in new and unique experiences. One of the most valuable experiences a student can have is learning about their fellow piers upbringing's and culture, sadly this is an opportunity that is often times forgotten. A diverse student body provides a unique opportunity to bring people together, and create a conversation. As a senator, I will work to promote conversation between all students, in efforts to continue efforts to diversify the K-State family."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-7SN4Zx5/0/XL/P.J.%20Hopfinger-XL.jpg"
        },
        "Reid Huffman": {
            "grade": "Freshman",
            "major": "Animal Science",
            "questions": {
                "1": "One of the most issues affecting students is the quality of some learning spaces. Some of the lower priority buildings need improvement. I would work to complete this task or get the ball rolling for it.",
                "2": "Through SGA I would help support improvements and other ideas they would help for a better experience and education at the university.",
                "3": "The value I see in diverse student body is everyone brings different things to the table. The diversity would help see all different sides of issues and be able to solve them."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-sjv2Qk7/0/XL/Reid%20Huffman-XL.jpg"
        },
        "Sam Hughes": {
            "grade": "Junior",
            "major": "Political Science",
            "questions": {
                "1": "The most important issue students face is the rising cost of tuition. The university and SGA could do more to insure that students are aware of the cost of their education by fixing the rate each semester and locking in that rate for the entire time a student is at K-State.",
                "2": "The largest impact SGA can have directly to students would come in the allocation of the student privilege fees. This money is the life-blood of many deserving organizations on campus that help to foster the interests of K-State students and help prepare them for their careers.",
                "3": "We come to college to be exposed to new ideas. If our university is more diverse, we can be exposed to more perspectives that may be different from our own. This is essential for our development as young adults."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-5wgFbps/0/XL/Sam%20Hughes-XL.jpg"
        },
        "Anna Jackson": {
            "grade": "Junior",
            "major": "Elementary Education",
            "questions": {
                "1": "The most important issue affecting students in the College of Education is that students don't know about different types of funding and involvement that SGA gives to students. I want to fix this by showing that Education Students can be involved in SGA for three years and that we can balance the time commitment of our coursework and the work the SGA involves.",
                "2": "I can help provide funding for Education groups. I can also be a resource for all students on what SGA is like and how to get involved.",
                "3": "A diverse student body provides different ideas and backgrounds to make campus better. I will represent all students by asking the students that I represent what their opinions are on controversial legislation."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-8hrtt9H/0/XL/Anna%20Jackson-XL.jpg"
        },
        "Annie Jewell": {
            "grade": "Junior",
            "major": "Public Relations",
            "questions": {
                "1": "The rising cost of higher education is a problem nation-wide, and while it is an issue of state politics for the most part, college students are those that may have one of the largest voices to impact future decisions. Students don't have all the tools necessary to be active in politics specifically to be be advocates for higher education. Proper student leadership, programs and communication is essential to empowering students moving forward in the political climate we face.",
                "2": "The students in the College of Arts & Sciences are apart of the largest, most diverse college at K-State. This is important to me in advocating for any issues that face minority groups, pushing for lower student fees, being an active voice during leadership transitions and any other places I could serve my peers firsthand.",
                "3": "A diverse student body is a healthy student body. Diversity teaches students how to be cognizant of other cultures, religious beliefs and ways of life. The world we are preparing ourselves to be apart of post graduation is diverse and we need to be ready to work and live alongside all different types of people. As a senator, I would continue to advocate for conversations among groups and ensure their opinion is heard in regards to the voting taking place in student government."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-W3j2X68/0/XL/Annie%20Jewell%20-XL.jpg"
        },
        "Braden Johnson": {
            "grade": "Sophomore",
            "major": "Biology, Philosophy",
            "questions": {
                "1": "College is expensive and I believe the most important issue concerning students is the use of their fees. As a senator I plan to look into spending student fees in the College of Arts and Sciences more responsibly.",
                "2": "As a senator I will work with the College of Arts and Science to analyze where student fees are being spent. By doing this I hope to cut unneeded spending and ultimately reduce fees in the College of Arts and Science.",
                "3": "The value of a diverse student body amplifies a student's experience at Kansas State by providing unique ideas to other Kansas State students. All students will be effected if money is being spent responsibly and unneeded funding is cut."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-z6VjnNF/0/XL/Braden%20Johnson-XL.jpg"
        },
        "Ethan Kallenberger": {
            "grade": "Freshman",
            "major": "Chemistry and Medical Biochemistry",
            "questions": {
                "1": "A concern of many students is where their tuition dollars are going. With the price of education rising, it is important for students to know how their money is benefiting them. I believe that there should be a continued cost analysis of student tuition dollars to better understand where and how fees can be reduced or removed. Higher education is an incredible opportunity and I believe that student leaders should work to make this opportunity available to more people.",
                "2": "As a senator, the way I can most directly impact students is by representing their voice when I am voting on bills in senate and committee. When viewing bills that directly affect the daily life of students, such as campus policy and various student opportunities, I will be able to represent the opinions of my college as a whole. By voting and debating according to student voices, I will help SGA most effectively impact students.",
                "3": "A diverse student body in an amazing thing because of the broad spectrum of backgrounds and viewpoints that it fosters. This diversity challenges students to think in new ways and view issues in a new light. I would work to represent all students in my college by communicating with student groups and using surveys to obtain student opinions. Through these surveys and meetings with student groups, I believe that I can accurately represent all student opinions when making decisions as a senator."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-32RjwpZ/0/XL/Ethan%20Kallenberger-XL.jpg"
        },
        "Matt Keener": {
            "grade": "Junior",
            "major": "Economics and Finance",
            "questions": {
                "1": "I think the most important issue affecting students is not having me on Senate. People should vote me in so I could be on Senate.",
                "2": "I might not be the best potential senator out there, but I'm for sure good enough. I would represent my constituents in a good enough way every day as a senator.",
                "3": "I think with a diverse student body, there are a lot of values and opinions out there that need to be represented in Senate. My opinions usually are wrong, and I'm easily swayed so I think I could benefit all students by being easily manipulated."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-6PH4Ddb/0/XL/Matt%20Keener-XL.jpg"
        },
        "Ryan Kelly": {
            "grade": "Freshman",
            "major": "Civil Engineering",
            "questions": {
                "1": "In my opinion, the most important issue facing K-State is the divide between the student body and those who represent them.  Both SGA and administration have a responsibility to talk to students and make decisions accordingly.  Unfortunately, oftentimes, this is not the case.  As a student senator in the college of engineering, I will ensure open forums and informational sessions are established to hold all parties accountable.",
                "2": "Even as an intern in SGA, I have had the opportunity to make a huge difference in our community.  I have actively participated in meetings with the deans of the college of engineering to discuss hot topic issues our students face such as the rising cost of tuition, systemic underrepresentation among K-State's diverse populations, and more outreach to students to across all of campus.  If elected, I would given an even higher platform to accomplish these tasks.",
                "3": "Diversity is often an abstract concept misunderstood by most.  It is not merely a political platform on which to win some votes; the inclusion of diverse perspectives is absolutely necessary  in ensuring progress is made at our university and in our society.  I have been able to speak with and influence many many multicultural student organizations, and bringing their influence back to Student Senate.  I have already authored two resolutions to diversify Senate, and I look forward to the future."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-vKWLShX/0/XL/Ryan%20Kelly-XL.jpg"
        },
        "Marcus Kidd": {
            "grade": "Graduate Student",
            "major": "Student Affairs in Higher Education",
            "questions": {
                "1": "For graduate students in my program, I think the most important issue relates to tuition and compensation in regards to earned assistantships.  I think it would be great if there was some way to change the amount that graduate students are getting paid and/or find a way to supplement this through other means (priority of opportunities, etc.).",
                "2": "Through my role with SGA, I think that this body would be able to start these types of conversations to work with the university administrators on what can be done to fix/address this issue.",
                "3": "A diverse student body means that there is a higher chance that more issues/concerns can be brought to the table since the people bringing them up will not be the same type of person.  With that, I think what is brought to the table will be considered more 'valid' because of the diverse body."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-fpP9zQT/0/XL/Marcus%20Kidd-XL.jpg"
        },
        "Jordan Kiehl": {
            "grade": "Sophomore",
            "major": "Industrial Engineering",
            "questions": {
                "1": "I think one issue that every student faces is the ability to pay for and continue their college education when faced with increasing fees and tuition. There is no quick fix to this, but rather we need to dive deeper into what is actually necessary and where money is spent. There also needs to be accurate representation of students on committees where decisions about said fees are made. Not every student can be in those conversations, but every student needs to be heard.",
                "2": "I believe it can have a direct impact on students because the decisions we make in Thursday night Senate meetings affect every student, even if you aren't in SGA. It is easy to go in to those meetings and vote for whatever I feel is best for me, but that isn't right. By expanding my commitment past those meetings and going to the students I represent, involves them in the process too. It gives them a voice and a stake in what is going on at our campus.",
                "3": "There is immense value in having a diverse student body, and honestly right now SGA doesn't do a good enough job of representing that. I think we have recognized that and are beginning steps in the right direction. When there is diversity, there are more opinions and different perspectives on how to make campus better for all students. I want conversations about SGA to be with any student who has concerns or ideas to give them that chance to be heard, not just those students I know."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-GgVHvhD/0/XL/Jordan%20Kiehl-XL.jpg"
        },
        "Karly Kinsey": {
            "grade": "Freshman",
            "major": "History",
            "questions": {
                "1": "Mental health and emotional stability on college campuses is incredibly alarming to me. At K-State I've recognized a need for better mental health resources, especially for our student veterans and students who have been victims of assault. To better help these students (and everyone in the K-State family), I will push for more valuable on-campus resources and greater visibility for these pressing issues.",
                "2": "As a senator, I want to take advantage of my ability to provide a diverse amount of resources that help represent the needs of all types of students. In my position I'll work to pass legislation to create these resources and programs and, without fail, vote in line with the needs of the greater student body. Through this legislation, creation of programs, and work with specific-action committees, the K-State Family can further find a comfortable home in our university.",
                "3": "I often find myself in incredibly non-diverse situations here at K-State -- this is a problem. Without diverse populations being represented in our university-wide organizations, our leaders have no way to meet the needs of every student. If this occurs, students fall through the cracks. This is simply unacceptable. I will ensure that I work to not just ask opinions of all populations, but actually bring many different types of people into discussions and decisions. We must work together."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-sRJ9BKJ/0/XL/Karly%20Kinsey-XL.jpg"
        },
        "Molly Klein": {
            "grade": "Junior",
            "major": "Communication Sciences and Disorders",
            "questions": {
                "1": "The most important issue affecting students currently is the increase in miscellaneous fees. I currently hear about this from both senate and the college council and I would work to inform students of the fees and the reasons behind them.",
                "2": "I would be bringing information from senate meetings to the college council and would work to keep them informed.",
                "3": "So this past year I served on the student engagement committee for SGA and attending multicultural organizations opened by eyes to how much change still needs to be made. The energy that comes from the different organizations on campus is amazing and I think it would be a huge benefit to senate (and the university). It would also help to ensure that decisions made in senate have well rounded support."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-zrBZQB8/0/XL/Molly%20Klein-XL.jpg"
        },
        "James Krotz": {
            "grade": "Graduate Student",
            "major": "College Student Development",
            "questions": {
                "1": "I am very concerned with the continued divestment of public funds towards higher education by the Kansas Legislature. Many in the Legislature do not seem to grasp the public good and economic benefits that K-State provides to the state of Kansas. I plan to use my position to advocate for investment of public funds in K-State students and craft resolutions calling upon legislators to stop the trend in Kansas is divestment.",
                "2": "I plan to use my role to inform graduate students on the inner workings of the university, and encourage them to become involved in student governance. I believe K-State has a revolutionary governance model that gives students a stronger voice than at other institutions. I also plan to be a fiscally conservative voice during the allocation of student funds. High tuition is directly impacting our enrollment and long-term institutional health.",
                "3": "I plan to encourage dialogue between all students on campus. Research shows that leaders who engage all sides of a debate make the best decisions. That research informs my thinking as a student leader, and I strive to engage all voices when debating an issue. If we have a contentious issue before us, I plan to invite stakeholders from both sides of the debate to encourage thinking in the student senate that recognizes multiple points of view."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-Pg5VmW6/0/XL/James%20Krotz-XL.jpg"
        },
        "Kyler Langvardt": {
            "grade": "Sophomore",
            "major": "Agriculture Communications and Jounalism",
            "questions": {
                "1": "Many College of Ag students are passionate about outreach and advocacy. The biggest identifiable issue is that SGA and our college councils appear as entities that are closed groups, and that it is difficult to get in direct contact with them. However, I think that both groups are making great strides to ensure that students realize that they have a strong voice in each of these groups. I hope to continue this trend as a college council member.",
                "2": "This past year, I have learned more about Student Governing Association and the ways that it supports and helps students thrive while serving as a student senator for the College of Ag. I hope to bring this knowledge back to the College of Ag Council, and work efficiently with all groups in the College of Ag. I am passionate about the College of Ag and my many peers, so I hope to serve them to the best of my abilities.",
                "3": "I think the biggest perception that other students have about the College of Agriculture and our student body is that we are made up of mostly rural students who are not racially diverse. That is actually far from the truth, The College of Ag is made up of a diverse group of students from around the world, and it's this diversity that allows us to succeed.  As the Ag Council Vice-President, I will be able to interact with these students and encourage the diversity that provides for success."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-vDMKzc7/0/XL/Kyler%20Langvardt-XL.jpg"
        },
        "Brooklyn Lonker": {
            "grade": "Junior",
            "major": "Sociology Criminology",
            "questions": {
                "1": "I believe there are many important issues; however, in my opinion, I believe that the cost of college tuition is the most.The cost of a college education is simply too high.  In order to decrease tuition, we need more state funding.",
                "2": "I believe a very important role as a senator is getting out and keeping people informed and educated about campus issues, as well as, listening to their opinions on these issues.",
                "3": "A diverse student body is a necessity because it allows many different ideas, beliefs, and opinions to be brought to the table. When these are communicated and shared, numerous perspectives can be understood and taken into account. As a senator, I would do my best to listen to these diverse opinions and depict them accurately to the student government because every opinion matters."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-vLVG55F/0/XL/Brooklyn%20Lonker-XL.jpg"
        },
        "Dalton Maples": {
            "grade": "Junior",
            "major": "Secondary Education",
            "questions": {
                "1": "For the college of Education I think the most important issues is helping keep our tuition the lowest it can be and an absence of additional fees. Students in the state of the Kansas have many options when it comes to finding a college for an education major. My hope is to keep K-State affordable and the desire high for students to want to come here. That is why keeping tuition low is important, because of the great education only Kansas State can offer.",
                "2": "SGA can have a direct impact on the students I represent, because I love hearing from fellow education students. Something I want to have is an open line of communication. Whether that be faculty or students I want to be someone both parties feel they can came come up to and discuss what is happening in the College of Education. Fluid communication is an important way for me to understand what is happening to all the people I represent; and make decisions that best represent their desires.",
                "3": "A diverse student body is a vastly important quality in our growing university. K-State has done a great job over that past couple years in this area. Now it is up to the students to help keep that going. For me personally I think it starts with the College of Education. The hope being our college can lead the way in striving for a more diverse student body. For future teachers many of us will be in diverse classrooms, having that knowledge in college will only help us in our future career."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-ZXQtD25/0/XL/Dalton%20Maples-XL.jpg"
        },
        "Hannah Markel": {
            "grade": "Freshman",
            "major": "Psychology, Journalism & Mass Communications",
            "questions": {
                "1": "There are many different issues facing not only specifically Arts & Sciences students, but students all across campus. One of the most important issues to be addressed is the increasing cost of tuition/cost per credit hour. Additionally, the budget cuts which have affected this campus have left students with less resources on campus and particularly the issue of Hale Library not being available to students 24 hours a day.",
                "2": "As a senator in SGA I would strive to represent the students in the college of Arts and Sciences as accurately as possible. By making information about SGA more available to the student body and being transparent, hopefully SGA can become more effective. Integrating SGA as campus representatives with the student body on a more personal basis will lead to better, bigger change.",
                "3": "The value of having a diverse student body is immeasurable. As the human race, one of our greatest strengths, when utilized, are our differences. The ability to appreciate varying perspectives is a character trait which I hope to continually develop and as a senator, and my passion for other people as well as my effort to understand their diverse points of view will be reflected in my actions."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-KxSgSM8/0/XL/Hannah%20Markel-XL.jpg"
        },
        "Jordan Martin": {
            "grade": "Senior",
            "major": "Computer Science",
            "questions": {
                "1": "While I believe that every issue is an important one, the most pressing to me right now is the campus privilege fee. I am a strong advocate for a fiscally conservative privilege fee, and have been working hard in the committee this year to limit any and all increases to a minimum. Specifically, right now, I am working to decrease the Rec Services excessive privilege fee temporarily in order to make room for short term allocations to entities like Hale Library so they can be open later.",
                "2": "This term, I am the College of Engineering representative on the Tuition and Fees Strategy Committee. Through this position, I am working to make sure that students continue to get the excellent education that Kansas State provides at as low of a cost as possible. Currently, the College of Engineering is considering some vast increases and my goal is to provide an acceptable suggestion to Dean Dawson and President Myers that works for the college, university, and most importantly, the students.",
                "3": "I think that surrounding ourselves with people who look, speak, and think differently than us is the only way that we can grow. Through my current position, I have started to meet with several different MSOs. One specific action step that I am working toward is the creation of a more inclusive environment for our Muslim students. I want to promote this by creating a space for students to pray in the Engineering Building, and providing halal meat options at the Union and the residence halls."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-gHBMV7r/0/XL/Jordan%20Martin-XL.jpg"
        },
        "Maria Martinez": {
            "grade": "Sophomore",
            "major": "Animal Science",
            "questions": {
                "1": "While there are many important issues that affect students, one issue that stands out to me is the lack of diverse representation on campus. There are many approaches to this issue but one way I will work to encourage diverse leadership, is by understanding what resources should be available to all students. Often times if we don't understand a background or issue, we cant resolve it, therefore open communication is key in order to make everyone feel comfortable serving KState in their own way.",
                "2": "Through my role in SGA, the direct impact on the students I represent will be one of open communication. I want all ideas and concerns to be voiced without any fear of judgment. In addition, as someone who tends to ask a lot of questions, I want my peers to know that any question is welcomed at anytime. As someone who hopes to be a bridge between SGA and my peers, I'm excited to be a resource for students in the College of Agriculture!",
                "3": "As someone who is originally from Queens, New York, I'm an no stranger to the importance of a diverse student body. Working with people from all walks of life brings a new perspective and fresh ideas to issues that affect all of us in different ways. As someone who is excited to represent all students, I will work to make sure that no barriers will stand in the way of someones voice being heard. As someone who has an open mind and heart to my fellow peers, I hope to encourage acceptance."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-zkWFV93/0/XL/Maria%20Martinez-XL.jpg"
        },
        "Caroline May": {
            "grade": "Sophomore",
            "major": "Personal Financial Planning",
            "questions": {
                "1": "I personally think that one of the biggest issues on our campus is diversity, especially within leadership, and involvement on campus. I think that the directors position for diversity should be more focused on education of our senate, and campus. I also would like to see more progress made with the multicultural center. I would love to see more fundraising at the foundation specifically for this, and I think it would be beneficial to share the plan for the complex itself with donors.",
                "2": "As a senator, I will be working closely with my college, and my constituents in order to fulfill the needs of my college. In past years I have regularly attended college council meetings, and met with our Dean in order to relay information to other senators. I plan to have a direct impact by meeting with students of my college regularly, making sure that my constituents know who I am, and educating them on what SGA can do for our college.",
                "3": "I value diversity very highly, and believe in equal opportunity. I think that having a diverse student body allows for different culture, beliefs, and overall different perspectives that enhance learning. With that, I believe that our SGA body should reflect our student body. I would like to work on that by educating diverse students in my college on what opportunities there are to be involved in SGA, and beyond. Being involved in different groups around campus enhance the college experience."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-3gsHHck/0/XL/Caroline%20May-XL.jpg"
        },
        "Sarah McDermott": {
            "grade": "Senior",
            "major": "Entrepreneurship",
            "questions": {
                "1": "The student fees and financial transparency, to me, is the most relevant issue that students face. I would like to provide information that is just as easy to find than it is to read.",
                "2": "Student government has a large impact on all students, regardless of if we are aware of it or not. I would like to bring in more input from the students I'm representing by utilizing their gifts and abilities in the work that I do.",
                "3": "Diversity is a lifestyle- one that requires intentionally surrounding yourself with people that look and think differently than you. Ultimately, as a student senator, I would like to do a better job of making information and resources equally accessible for all students."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-KcDdnQx/0/XL/Sarah%20McDermott-XL.jpg"
        },
        "Jake McIntire": {
            "grade": "Junior",
            "major": "Kinesiology",
            "questions": {
                "1": "The implementation of fees to students is one of the most important issues affecting students. To best look at this issue it is imperative to evaluate fees proposed by the university, and individual colleges to see exactly where money is going and how effective each fee is in accomplishing the goals it was initially made for",
                "2": "By being a student senator I am able to be a voice for students and vote on bills that affect them directly such as those that discuss conceal and carry, tobacco use on campus, and financial assistance that various clubs and organizations can apply for regarding events and travel opportunites.",
                "3": "Having a diverse student body allows for incredible growth and experience for students. With variance in opinions and cultural backgrounds, individuals are able to better understand the world around them and themselves. To best represent all students, I try to have discussions with people of all backgrounds and opinions so that I can better articulate my own opinions and know exactly why I believe the things I do, and so that I am able to accurately represent the thoughts of those I represent"
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-fFDXrpT/0/XL/Jake%20McIntire-XL.jpg"
        },
        "Ryan Mersmann": {
            "grade": "Freshman",
            "major": "Mechanical engineering",
            "questions": {
                "1": "State mandated campus carry is a pressing issue that will be affecting students over the next year. I would like to help advocate to the state legislature with the voice of the students I represent to ensure a community that all people are happy to call their home.",
                "2": "I want to take student opinions into account on issues that affect them to protect and support the student body.",
                "3": "Diversity across campus helps make the K-State family a reality for all students and ensures a safe, enjoyable community."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-rHR3CCX/0/XL/Ryan%20Mersmann-XL.jpg"
        },
        "Brianna Mertens": {
            "grade": "Sophomore",
            "major": "Architectural Engineering",
            "questions": {
                "1": "I hope to make our student body more informed in the college of engineering. I understand the frustration of not knowing what is going on behind the scenes and wanting to know why decisions are being made. By being involved in student governing association, I will be able to learn and inform the rest of the students about these decisions.",
                "2": "As a senator, I will be able to keep the college of engineering informed about decisions that the student governing association is making. By bringing this back to my classes and engineering organizations, our college as a whole will become more knowledgeable on the topics that are going on every day around us.",
                "3": "A diverse student body helps our campus to be more well rounded and take a broader look on the real world. Once we graduate, it is our job to make advancements in society and by being educated and accustomed to different cultures, it will make that process more efficient. To represent students, I will continue being involved in different organizations and take into account the opinions of the ones around me."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-BSrr9Dq/0/XL/Brianna%20Mertens-XL.jpg"
        },
        "Max Meyer": {
            "grade": "Freshman",
            "major": "Chemical Engineering",
            "questions": {
                "1": "I believe the most important issue that is currently facing the students I would represent is the lack of money for scholarships within the engineering department. Currently, there is hardly any money to give for scholarships outside of Putnam scholarships. I believe one course of action that could be used to solve this problem is by raising the standards for that scholarship. If that were done more money scholarships could be given to more people though it would be in a lower quantity.",
                "2": "If I were to become a SGA Senator I would be able to represent the interests of my constituents multiple ways. The first way would be encouraging academic groups within my college to apply for funding for events and travel from SGA. Additionally, I would make sure to keep open conversation with my constituents to hear their concerns and represent those in Senate and also when speaking with the deans of the college. That would ensure that problems in our college are on the path to being fixed.",
                "3": "I believe that diversity within the student body is critically important. Diversity at a university allows for students to become more cultured and become prepared for a diverse world. Additionally, if K-State is a diverse university we are able to attract more of the  top students in the country of all races, religions, etc. I will work to represent all students by continually talking to students within my college. That way I will know the thoughts of all types of students."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-jfxwvZc/0/XL/Max%20Meyer-XL.jpg"
        },
        "Miranda Moore": {
            "grade": "Sophomore",
            "major": "Pre-Law Communication Studies and Political Science",
            "questions": {
                "1": "The most important issue on this campus is student success. The factors that contribute to students accomplishing their goals can take on many different forms such as tuition costs and fees, which is at the forefront of this issue. Academic advising also plays a large part in student's graduation plans as well as productive and available study environments. If elected, I plan to diligently work on all issues that affect the success of students because that is the reason you are all here.",
                "2": "SGA has a large impact on many issues directly related to students and my goal is to better communicate that impact to our student body. As a potential Senator, my role would be to listen to the concerns of A&S students, then turn those concerns into action. While I have topics that I am very passionate about, such as effective academic advising and reducing fees, my main goal would be to consistently communicate with the students of my college about topics they care about.",
                "3": "I view diversity in a student body as absolutely essential. The marketplace of ideas that is created by people from all different viewpoints is what creates a rich and valuable learning experience. While I would like to see more diversity within our student body, I am proud of what we do have and want to make sure that those voices are heard. This can be achieved by intentional interactions with students of all backgrounds and interests, especially in such a diverse and large college as A&S."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-57P3rQH/0/XL/Miranda%20Moore-XL.jpg"
        },
        "William Moore": {
            "grade": "Freshman",
            "major": "Economics",
            "questions": {
                "1": "Inviting and making SGA accessible by putting it out in front of students is paramount. I want to work with students to access all the resource that student government offers and reaching out to more groups to further the K-State Family. All students should recognize SGA and feel SGA is for them. Personal contact is the most effective way to achieve this. Also investigating the student government diversity to make sure it fully represent the population at K-State is very important to me.",
                "2": "Talking and acting on the diverse concerns of the student population is very important. As SGA Interns, we have worked to further the reach of SGA and reach out to group never contacted by Student Government. I served on University Allocations and Committee on Senate Membership, and I saw the impact SGA can provide. Allotting those fund to travel and develop leaders or showing SGA support for a cause can have an amazing impact on students, and I want to continue that.",
                "3": "A diverse student body provides more backgrounds and stories for everyone to learn from and grow. I have worked to represent the student body better in the Committee on Senate Membership and listening to different student groups to understand how we can help them. All groups should be represented equalling across campus. Talking to the Muslim Student Association showed problems that SGA can work to improve. I want to work more with the Muslim Student Association and SAGA to help our campus."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-W7dtL7G/0/XL/William%20Moore-XL.jpg"
        },
        "Tendai Munyanyi": {
            "grade": "Senior",
            "major": "Human Resource Management & General Management",
            "questions": {
                "1": "Currently what affect students is the continuous tuition increase and making sure that our underrepresented groups on campus making sure that their voices are heard. The reason is because many students of all backgrounds have witnessed fellow K-state drop out or transfer because of the increase in tuition.  The fight for need base scholarships for student to continue with their education at K-State & being more strategic in approaching student on issues that would affect their college career.",
                "2": "At a University whereby the administration is always providing a seat at the table to hear student input, it would be a great moment to make sure the voices of those students are heard. As an international student not only have l been involved with international nor multicultural organizations but pushed myself out of my own bubble to be involved in organizations where l am the minority or the only person of my race. lt allowed me to create dialect & hear common issues across the student body.",
                "3": "A very diverse student body will allow to create alliances and move us closer to a more very inclusive K-State campus. One of the ways would to create work shops that would allow students to understand what SGA is because many students on campus don't know or ever heard of SGA. l would take more of an initiative stance of going out to those organization and not visit as an SGA representative but understand the culture of the social groups that make up the K-State Family."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-hhbbpSS/0/XL/Tendai%20Munyanyi-XL.jpg"
        },
        "Grant Nichols": {
            "grade": "Sophomore",
            "major": "Mechanical Engineering",
            "questions": {
                "1": "The most important issue that I have noticed within the College of Engineering is the diversity of disciplines. Many people coming into college have no idea what they want to do and many struggle trying to choose a discipline. I believe that the curriculum should allow more insight into the realms of other disciplines in order to make sure students are following a discipline and major choice that they are truly passionate about. This is because when you are passionate in what you do, you excel.",
                "2": "SGA has a direct impact on the people I hope to represent. Being on SGA will allow me to take the issues that affect those I represent to level that can allow for change of the problem at hand. It will also allow me to have an important vote into the issues that affect the College of Engineering and allow for an impact into the decisions that effect not only myself but everyone.",
                "3": "I see great value in the importance of a diverse student body. We all go to college to learn but another aspect of that learning comes from outside the classroom. It is important to try and continually immerse ourselves in other cultures in order to best serve yourself and those around you. I firmly believe in equality and will do my best in order to include everyone no matter their race, ethnicity, religion, or culture. Everybody's opinion deserves to be voiced and I promise to be that voice."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-hrNc9Qb/0/XL/Grant%20Nichols-XL.jpg"
        },
        "Lane Nichols": {
            "grade": "Sophomore",
            "major": "Agriculture Economics",
            "questions": {
                "1": "The major issue facing the College of Ag is student involvement.  The College of Ag Council should be responsible for organizing events to promote student involvement and assist clubs in their activities.",
                "2": "In my role, I can help organize events for the College of Ag, promote student involvement in many of our organizations, and just focus on giving all of those involved in the College of Ag opportunities.",
                "3": "The biggest asset to diversity is the introduction of new thoughts and ideas.  I want to be open to all of the ideas from our students in the College of Ag, and make an effort to follow through with their ideas."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-M2JFX9n/0/XL/Lane%20Nichols-XL.jpg"
        },
        "Sarah Niederee": {
            "grade": "Sophomore",
            "major": "Agricultural Economics",
            "questions": {
                "1": "I think that the most important current issue affecting students is the proper use of university funds. As current vice chair of the privilege fee committee, I believe in being conservative in using students funds. I think there are many deserving entities on campus that deserve funding, but with the current budget crisis for higher education, funds need to be used in the right way. It is humbling knowing that students have the power to make these decisions.",
                "2": "Through Student Governing Association I am able to make a direct impact to students through making recommendations to university administration and making decisions on funding for privilege fee entities. Through my two years of experience on Student Senate and current position as the Privilege Fee Vice Chair, I will put 'Ag First'. The impacts that students make on this university are amazing, because most universities do not value the importance of the student voice.",
                "3": "I think that a diverse student body is of utmost importance to our university. Without a diverse student body new ideas and creative solutions wouldn't be made. As a Senator for the College of Agriculture, I will ensure that the votes and decisions that I make are representing those students I am voted on by. As a student originally in a different college at this university I think that I bring a unique perspective to Student Governing Association."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-XzNkQVf/0/XL/Sarah%20Niederee-XL.jpg"
        },
        "Nick Nordstrom": {
            "grade": "Sophomore",
            "major": "Biology/ Pre Med",
            "questions": {
                "1": "I think that the most important issue right now is the affordability of college. The state of Kansas has targeted higher education as an entity from which to cut substantial funding. As a current Senator, I have been a part of conversations that have outlined the financial stress burdened by students like myself. It is important to continue to pressure administration and legislators in Topeka to hold higher education funding at the forefront when thinking about financial allocations.",
                "2": "SGA can make tangible change to various entities around campus. I can use my voice as a Student Senator to push for change that my constituents want to see happen. I want to be a strong voice in conversations surrounding issues like the Multicultural Center and Campus Carry along with many other issues that we as students care about. My role as a Senator will never be about me but be for the K-State family. This is OUR campus so lets be heard.",
                "3": "Diversity will always be vital to any organization and especially to the student body at K-State. With diversity comes ingenuity and new perspectives. I think the diverse population at K-State is what makes us so unique and at the top of our fields. In SGA, I will strive to represent every voice however big or small. ALL perspectives matter and the more input there is the better decision making happens in the end."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-PKgT5J8/0/XL/Nick%20Nordstrom-XL.jpg"
        },
        "Will Orth": {
            "grade": "Junior",
            "major": "Accounting",
            "questions": {
                "1": "I believe the most important issue affecting students is rising tuition fees. Additionally I believe that the discussions surrounding tuition should be more widely broadcasted. Student Government has done a better job recently but I feel like we can continue our improvement in that aspect. In particular I would like to see the notes of Tuition and Fees Strategies Committee more widely portrayed to the student body.",
                "2": "I feel like in my role I can have an impact on students by representing the students in the college of business to the best of my ability. For me this will entail voting as a representative rather than as an individual. Additionally, I believe that this is an approach that should be adopted by all senators.",
                "3": "I value a diverse student body because I feel like it makes us much more inclusive as a university. With regards to representing all students I intend to again vote as a representative rather than an individual. In this sense I will promote what I believe is indicative of the student body as a whole rather than my personal beliefs. I value all voices being heard and as a senator voting on behalf of the whole student body is a valuable way to do that."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-NX5D6Bw/0/XL/Will%20Orth-XL.jpg"
        },
        "Frederick Oxler": {
            "grade": "Junior",
            "major": "Mechanical Engineering and Electrical Engineering",
            "questions": {
                "1": "High costs are the most important issue affecting students today, and I would make sure to minimize unnecessary spending.",
                "2": "Through my role, Engineering Students can guarantee that Student Government controlled spending is going to organizations/events directly benefiting engineering students.",
                "3": "A diverse student body allows for broad perspectives and experiences that create a unique environment here at Kansas State. I would make decisions that help people of all different walks of life."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-2v8KL3G/0/XL/Frederick%20Oxler-XL.jpg"
        },
        "Jansen Penny": {
            "grade": "Freshman",
            "major": "Agricultural Economics",
            "questions": {
                "1": "The College of Agriculture is lacking fair and strong representation in SGA. I plan to increase transparency and spark engagement with my constituents. I plan to communicate through Ag News Now, a weekly informational email, to communicate and share ideas to my constituents.",
                "2": "I will have a direct impact on the students who I represent through increased engagement and communication between SGA and the College of Agriculture students. Bridging this gap between these two communities is one of my priorities and is a crucial way I can make a direct impact.",
                "3": "Being an out-of-state student, I understand the diversity that makes up the College of Agriculture. Representing all of my constituents, from the foreign exchange students to the transfer students, is a priority in being a Senator. I will listen to all concerns, ideas, and questions from my constituents and remain engaged so that I may benefit all students."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-Cf7FzZ5/0/XL/Jansen%20Penny-XL.jpg"
        },
        "Joey Pepoon": {
            "grade": "Junior",
            "major": "Entrepreneurship",
            "questions": {
                "1": "As a student senator I don't believe that any one issue is more important than another. I am tasked to represent the members of the College of Business to the best of my ability and my votes would be contingent upon the input I receive from the students of my college.",
                "2": "SGA impacts students in a multitude of ways throughout the semester. As a senator I would have a vote on senate regarding legislation that impacts the student body and a position on a student committee that could potentially allocate funds regarding student organizations.",
                "3": "K-State has always valued diversity and inclusion for its students. We are a K-State family and equal representation for all students is necessary to provide the environment that we continually advertise to incoming students. As a student senator I would represent the College of Business and its student body. My role is to vote and advocate for my college's students and their beliefs even if they contradict with my own."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-c4f6TBS/0/XL/Joey%20Pepoon-XL.jpg"
        },
        "Andrew Peuchen": {
            "grade": "Junior",
            "major": "Mechanical Engineering",
            "questions": {
                "1": "Tuition and fees are the biggest issue facing engineering students today. In the last 3 years, our engineering specific credit hour fees have doubled. While sometimes necessary to increase a fee, it is important to make sure that students who are paying the fee are receiving the best benefits it can provide.",
                "2": "Last year as the Treasurer of SGA I saw directly how our Campus Privilege Fee helps students organizations travel, host campus events, and compete. In the College of Engineering, many groups benefit from these resources.I will work to ensure that organizational leaders within the college know about these offerings.",
                "3": "Diversity and culture allow students to have different experiences and learn how the world is is different in many places. In the Student Governing Association I will make certain that every student has the opportunity to have equal representation and equal opportunity to have their ideas heard."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-fjGXrTV/0/XL/Andrew%20Peuchen-XL.jpg"
        },
        "Jonathan D Peuchen": {
            "grade": "Junior",
            "major": "Mechanical Engineering",
            "questions": {
                "1": "The most important issue facing students in the College of Engineering is the increases to the Engineering Surcharge. The per credit hour fees are currently $84 and are projected to increase by up to $38 for Fall 2017. I promise to be a leader who will critically analyze all proposed fees to be certain that K-State Engineers are provided with the best return on their education dollars.",
                "2": "As a Student Senator for the College of Engineering, I can lead SGA to have an impact in the College of Engineering by promoting funding opportunities to the many organizations within the college. Student organizations are able to use SGA funding to travel to conferences or host events on campus that will enhance their education.",
                "3": "There is tremendous value in a diverse student body as diversity broadens everyone's worldview and is a critical component of a well-rounded education. I will represent all students in the College of Engineering by reaching out to students in all majors to hear their opinions about different topics that Student Senate faces."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-sdSz8Tm/0/XL/Jonathan%20Peuchen-XL.jpg"
        },
        "Jackson Phillips": {
            "grade": "Freshman",
            "major": "Milling Science",
            "questions": {
                "1": "The most important issue affecting students is the campus carry. Campus carry will allow your fellow peers to carry a firearm on campus and in many cases this would give a sense of security because if there were an incident where an individual wanted to hurt students, the students could have a way to defend themselves. In order to be granted the right to carry on campus students must be trained so that they can best protect themselves and their fellow peers.",
                "2": "Through my role in SGA I would be a able to impact students directly by listening to students wants and relaying them on to the Ag Council. This will allow me to better plan activities for the council so that I can help to improve efficiency of the Ag Council.",
                "3": "A diverse student body will allow students to learn about many different cultures.The diverse student body can also prepare students for experiences they might have outside of college. This will make them better prepared for careers and for interacting with people."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-jW9vvgC/0/XL/Jackson%20Phillips-XL.jpg"
        },
        "Samuel Pittman": {
            "grade": "Freshman",
            "major": "Political Science",
            "questions": {
                "1": "The most important issue affecting students, in my opinion, would be academic standards. While college affordability and many other issues are very relevant, nothing else matters if you aren't fully prepared when you graduate. If I were elected to senate, I would work my hardest to ensure that any piece of legislation or issue that would improve the standard of academics at this university are passed and implemented successfully.",
                "2": "SGA has not fully addressed the concerns and needs of all students at Kansas State. As a student senator, I would do more than what is currently being done in terms of educating students on the impacts of SGA. SGA can also do more to encourage a wider and more diverse representation, leading to more voices representing all students, which should be necessary when the decisions made by senate do truly affect everyone on campus.",
                "3": "When you look at schools widely considered the best in the world, you see extremely diverse student bodies coming from all parts of the globe. I think Kansas State has done a lot to celebrate our differences, but not quite enough. As a student senator, I would talk about our decisions and the role of SGA with students typically underrepresented in student government, especially non-Greek students and students coming from multicultural backgrounds."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-vbbCK27/0/XL/Samuel%20Pittman-XL.jpg"
        },
        "Lacy Pitts": {
            "grade": "Sophomore",
            "major": "Agriculture Economics",
            "questions": {
                "1": "The primary issue facing all college students is the cost of learning. This is especially true in the College of Ag, where we support both academics, as well as research. Funding for our college often comes from the state, however when the budget falls short, students are left to cover the margin; this results in higher tuition for students. As a college and university, we need to further examine how we can maintain both affordability and quality as we move forward in challenging times.",
                "2": "By representing the College of Agriculture on the Student Senate level, I could assist in being a voice for ag students, and ensure that their priorities are maintained and represented on a University Wide level. Students in the Rodeo Club, Block and Bridle, Wheat State Agronomy, or another college club who may need funds allocated to a trip would hopefully be able to get them as a direct result of having an advocate such as myself on the SGA level.",
                "3": "The benefits of diversity spread far and wide; differences can reach from Johnson County to Western Kansas, or from Bangladesh to Alaska. This array of lifestyles often encourages conversations, and the opportunity to learn from one another. From students interactions and beliefs, we are enabled to move forward as a university and are provided with a more dynamic student body. Personally, I intend to represent each of these students equally; by listening to the concerns of every single student."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-BhbFVWH/0/XL/Lacy%20Pitts-XL.jpg"
        },
        "Joe Prosser": {
            "grade": "Freshman",
            "major": "Agricultural Economics Pre-Law",
            "questions": {
                "1": "Waters Hall's heating system",
                "2": "Make K-State Great Again",
                "3": "A diverse student body brings new perspectives to every conversation. It is extremely valuable to know and take into consideration each unique opinion when trying to solve a problem, so you can find out who is wrong. I believe that I will efficiently represent all students of my college by respecting diverse opinions and people."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-XNKRsgf/0/XL/Joe%20Prosser-XL.jpg"
        },
        "Bayley Reiswig": {
            "grade": "Sophomore",
            "major": "Chemical Engineering",
            "questions": {
                "1": "I think the most important issue affecting students in the college of engineering is retention.  Many underclassmen come into the college of engineering with high hopes, but become discouraged after their first couple of semesters.  I think retention is not just a problem for the college of engineering, but for Kansas State University as a whole, and SGA could work on creating better freshman/sophomore programs tailored to retaining all students through difficult semesters.",
                "2": "I will help to be a voice for fellow engineering students.  I will be open to discussing current events going on in SGA, and how they relate to the college of engineering.  I will also take my peers' points of view into consideration while making decisions that will affect the college of engineering as a whole.",
                "3": "Diversity helps to create well-rounded graduates who will ultimately enter different societies around the globe.  I will listen to what my peers have to say about the current diversity standing of both Kansas State University and the college of engineering, and use that to help me represent my college the best."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-QkzCJ5N/0/XL/Bayley%20Reiswig-XL.jpg"
        },
        "Lucas Renz": {
            "grade": "Junior",
            "major": "Marketing and Political Science",
            "questions": {
                "1": "One of the problems that I have noticed is a lack of representation from students on important issues. I have experienced times where it seems as though decisions are being made without the knowledge of the organizations that they will most affect. I will continue to make sure that these organizations are represented and can voice their opinions on issues specifically pertaining to them.",
                "2": "Through my role, I will make sure that students and organizations have the proper knowledge of issues being discussed that will have an affect on them. It is important that our students all have a voice on these issues. Leaders in student organizations on campus should have the right to voice their opinions on behalf of their organization.",
                "3": "I believe that a diverse student body is an important factor in a connected University. I have made it a goal of mine to better connect all of our students to the Kansas State student body as a whole. As IFC President, one of my platforms is to provide opportunities that will help all of our students better connect with other student organizations on campus and create lasting relationships."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-kvFSS3D/0/XL/Lucas%20Renz-XL.jpg"
        },
        "Ramin Rostampour": {
            "grade": "Senior",
            "major": "Civil Engineering - Environmental Track",
            "questions": {
                "1": "Environmental Stewardship on and off campus, by conducting analysis of all areas of concern as expressed by students, faculty, and staff. Expanding on the openness of communications with students regarding incidents in the community, by assessing current policies in place and by holding parties accountable when reporting doesn 't occur. Maintaining funding for vital programs on campus as we face budget cuts from the state and federal government, while keeping student fees as low as possible",
                "2": "Univeristy fees are a big one, making sure that funding is provided for programs that work, while finding reasons for why some programs are failing, and finding solutions. I will work to make sure that the students, faculty, and staff have the resources they need to keep the College of Engineering successful.",
                "3": "As we enter an era of changes to federal and state policies that very directly impact our students, it is more important than ever to maintain resources that ensure that all students can be successful and feel safe and welcome in our family.All students, regardless of nationality, race, or sexual orientation must feel welcome at K-State."
            },
            "photoURL": "https: //photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-2c8z5Zb/0/XL/Ramin%20Rostampour-XL.jpg"
        },
        "Joshua Stucky": {
            "grade": "Freshman",
            "major": "Agribusiness",
            "questions": {
                "1": "I think that one on of the most important issues facing our students today is a lack of unity, and I feel like the best way to fix that is to be willing to listen and understand the different sides of a debate.",
                "2": "The decisions that I am a part of and that are made on the Ag Council, have an impact on not only within the College of Agriculture, but also on the KSU student body as a whole. As secretary of the Ag Council, I will have a role in helping make these decisions.",
                "3": "I think that there is a lot of value in having a diverse student body. In my opinion, it isn't good for everyone to think the exact same way. There needs to be diversity within government so that everyone's opinion will be heard. The government needs to make decisions based on the viewpoints of the people it represents. As a member of the Ag Council, I will be sure to listen to the opinions and viewpoints of everyone, even if they differ from my own viewpoints."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-nr5Bhzf/0/XL/Joshua%20Stucky-XL.jpg"
        },
        "Conner Swanson": {
            "grade": "Sophomore",
            "major": "Accounting and Finance",
            "questions": {
                "1": "I believe that the most important issue affecting the students of this University is our rising tuition costs. If I am elected, I'm going to align my voice towards lowering the cost to attend Kansas State University.",
                "2": "As a senator, I will be able to vote on topics that directly affect the College of Business and it's students.  Before I do this, I want listen to the opinions of the students in the College of Business, and voice those during senate so that the students in our college are heard.",
                "3": "Being a diverse student body is so important because it's beneficial to everyone. Through diversity students learn about different backgrounds and cultures that they wouldn't have before coming to college.  If I'm elected, I will make sure to hear the voices of different groups on campus, and think from different groups perspectives before voting on issue affecting K-State."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-4nBvqWM/0/XL/Conner%20Swanson-XL.jpg"
        },
        "Bryan Swartz": {
            "grade": "Sophomore",
            "major": "Political Science",
            "questions": {
                "1": "Higher Education funding and the trickle down effect that the lack of state funding has on the student body. Through education and outreach the student body has the capacity to incite change among ourselves and the politics of our state.",
                "2": "I am excited to have the opportunity to potentially represent the college of Arts and Sciences. I plan on listening to the student electorate and representing their desires to the Student Senate.",
                "3": "Diversity is a important opportunity for K-State to grow and remain competitive with other comparable schools nation wide. Traditionally, the multi-cultural and international community at Kansas State has been underrepresented on the Student Governing Association. This can change and having a strong senate with the will to incite this change is important."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-QqLFfjC/0/XL/Bryan%20Swartz-XL.jpg"
        },
        "Laken Tedrow": {
            "grade": "Sophomore",
            "major": "Biology",
            "questions": {
                "1": "I think a really important issue on campus right now directly relating to SGA is that a number of students are concerned that not all student populations are equally represented. I think that SGA can have a large impact on this issue by addressing the issue within SGA itself. We need to make it a priority to represent all student populations fairly in SGA, and then focus our reach outward to the rest of the student body.",
                "2": "Through my role, SGA will have the opportunity to reach not only students from the College of Arts and Sciences, but also have a direct impact on a variety of students I have met through my involvement in Fraternity and Sorority Life, Pre-Health organizations, Leadership studies, and on campus jobs. I think it is important to represent a variety of students to ensure that K-State maintains and appreciates its diversity on campus, and I will personally impact that goal through my role in SGA.",
                "3": "Having a diverse student body holds a very value because it strengthens our campus. I find it important to be able to relate, communicate, and understand people of all cultures and backgrounds. I will work hard to represent all students at Kansas State by making sure that all students have the opportunity to voice their opinions and that all organizations are taken into consideration when making decisions."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-J9vtPJr/0/XL/Laken%20Tedrow-XL.jpg"
        },
        "Raymond Towner": {
            "grade": "Junior",
            "major": "Ag Business",
            "questions": {
                "1": "I feel that the course fees for enrolling in agriculture related courses is too high, while I understand the need for fees to make up budget shortfalls, I don't feel that it's the optimal way to raise money for the college.",
                "2": "I would represent the College of Agriculture's students by making sure that their needs are heard by the university and having the availability to meet one on one with agriculture students so they know their voice has been heard.",
                "3": "As a minority getting involved in agriculture I see immense value that individuals of all backgrounds can add to both our college and our respective fields once we graduate. I will represent all students by making sure that minority groups such as MANRRS get proper representation in the student senate."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-jq6zSHt/0/XL/Raymond%20Towner-XL.jpg"
        },
        "Colby Trost": {
            "grade": "Freshman",
            "major": "Agronomy",
            "questions": {
                "1": "I believe that we have pretty poor facilities especially in halls like Throckmorton. I think more money should be allocated to the College of Agriculture to make improvements in these poor facilities.",
                "2": "I believe that Ag Council is truly the voice of the students. I would listen to problems that students are facing as well as issues they may find important to bring up in discussion at meetings.",
                "3": "I think a diverse student body is very important. We all learn and progress as people by listening and incorporating the ideas of people who are different from us. I definitely am excited to support the ideas of the many different students in the College of Ag."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-KwMk29T/0/XL/Colby%20Trost-XL.jpg"
        },
        "Faith Tuttle": {
            "grade": "Freshman",
            "major": "Political Science and International Studies",
            "questions": {
                "1": "I believe the most important issue affecting our students is our state's current budget crisis. The increased cost of college is a major problem SGA should try to alleviate for our students. In my role as a SGA Senator, I will pursue and support various methods to reduce this burden on current and prospective students. For example, I am very open to reducing the privilege fee and supporting legislation to combat this huge issue.",
                "2": "Many students I have talked to the past few months have no idea what SGA does or even that the organization existed in the first place. I think the first step to SGA being able to directly impact the students is to reach out to the student body and inform them what we do, how we can help the students on campus, and be able to have the connection with students so when they want something changed on campus, they will know who to talk to.",
                "3": "I think it is extremely important to have a diverse student body and to also have a diverse student government to represent all of the different interests on campus. I think it is extremely easy to just come to senate and vote with only your personal interests in mind. However, I will actively reach out to the student body and various organizations on campus in order to receive a consensus opinion that is representative of the students' interests."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-cM4GV5d/0/XL/Faith%20Tuttle-XL.jpg"
        },
        "Victor Valdez": {
            "grade": "Sophomore",
            "major": "Economics",
            "questions": {
                "1": "The most important issue affecting students is the increasing cost of tuition and the increasing cost of fees per college. What should be done about this issue is that SGA should look at more ways to save money in any way they can or reduce the fees anyway they can. I don't believe that they have done enough to reduce financial pressures on students, and as my second year on SGA I would work with Privilege Fee Committee to look at unique ways to reduce the amount of money students need to pay.",
                "2": "Through my role as a Senator, the way I would impact students is that I would continue to serve on the Privilege Fee committee and committees like Privilege fee so that I can continue my work to reduce the amount of money students have to pay. As a First Generation student I am aware of the financial burden and the stress that the increasing cost of tuition has on students and families. I will continue to work diligently to relieve that stress.",
                "3": "As one of the few multicultural and first generation students in Student Government Association at the moment, the value I see in a diverse student body is able to have more creative ideas because diversity means different experiences and different ways of thinking. The way I will be able to represent all students is by brining my unique experiences and ideas as a multicultural student to the Big 12 room and to give my perspective on polarizing issues such as campus carry."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-cT9gc5X/0/XL/Victor%20Valdez-XL.jpg"
        },
        "Kelly Wilkerson": {
            "grade": "Freshman",
            "major": "Communication Sciences and Disorders",
            "questions": {
                "1": "I believe student outreach is extremely important. SGA shouldn't just be an organization for people in Greek chapters or that are involved in other ways, SGA should be an organization with dedicated leaders that are willing to represent the students of K-State. I think making more connections with other organizations, which we have started this year, and I hope to continue,will help us in the future.",
                "2": "I want to be the voice for the students, it's that simple. I want them to be able to talk to me about issues that need to be addressed and then take them to SGA.",
                "3": "With a diverse student body comes diverse ideas and roles. I believe it is important to take advantage of the uniqueness of each student. I want to be the voice for people and encourage others to come and participate in SGA."
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-kMH64hN/0/XL/Kelly%20Wilkerson-XL.jpg"
        },
        "Colby Works": {
            "grade": "Freshman",
            "major": "Kinesiology",
            "questions": {
                "1": "I think the biggest issue is rising tuition costs. By being involved in SGA, I would be able to voice my opinion in Senate and Committees in order to vote on what is best for KState students. Through SGA, we can have a direct impact on the amount students pay for things in their tuition. Through my involvement in other organizations, I feel I have a very broad understanding of what KState students want and need.",
                "2": "One of the recent major goals of SGA is to be more transparent and inclusive to non members and students across campus. By attending other organizations meetings, I am able to see issues and problems from a different perspective which will allow me have a better pulse of the concerns of students. As a Kinesiology major in Human Ecology, working with people is what we focus on and I feel that my strengths align with the skills needed to be an effective senator.",
                "3": "A diverse student body leads to new ideas and perspectives. K-State prides itself on being accepting and inclusive, and it is always striving to improve in these areas. Diversity is one thing that differentiates us from other universities. Through various life experiences, I have been able to live with people from numerous different countries, each teaching me knew ways of thinking. I would make sure to draw from these experiences when issues regarding different student groups are brought up"
            },
            "photoURL": "https://photos.smugmug.com/CollegianPhotos/SGA-Voters-Guide-2017/i-kcNBdv5/0/XL/Colby%20Works-XL.jpg"
        }
    }
}
