{
    "Questions": {
        "1": "What issue do you think is the most important issue that affects K-State students?",
        "2": "Are you in favor of using student fees to build a new multicultural center?",
        "3": "If elected, how do you plan on maximizing SGA's influence on campus?"
    },
	"Positions": {
		"1": "Student Body President",
		"2": "Student Body Vice President",
		"3": "Student Publications, Board of Directors",
		"4": "Union Governing Board",
		"5": "Student Senator",
		"6": "College Council"
	},
	"Colleges": {
		"1": "Agriculture",
		"2": "Architecture, Planning and Design",
		"3": "Arts & Sciences",
		"4": "Business Administration",
		"5": "Education",
		"6": "Engineering",
		"7": "Graduate School",
		"8": "Human Ecology",
		"9": "College of Veterinary Medicine"
	},
    "Responses": {
        "Alaina Littlejohn": {
            "grade": "senior",
            "major": "animal science & German",
            "questions": {
                "1": "A major issue currently is the gun policy. I feel like that is a major concern for a lot of our diversity students. Our minority students have concerns about having guns on the premises and what that means for their safety in the classroom.",
                "2": "I definitely think that would be a good use of student fees. I think all students, not just multicultural students, would benefit from having one of those on campus. It's a good central location for diverse students to meet and learn about other cultures.",
                "3": "I would like to see more student interaction. I feel like I've only ever really had a few senators really come talk to me about them representing me in the College of Agriculture. It's good to know who represents you in the college you're in."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-QQwHh4h/0/L/i-QQwHh4h-L.jpg"
        },
        "Aleesha Koetting": {
            "grade": "freshman",
            "major": "animal sciences",
            "questions": {
                "1": "I think it's definitely tuition. I really think that people should know more of what their money is going to, because usually when you get your tuition bill it says 'oh we used this much money for this.' And it's like where is my money going? I'd rather have a lot more detailed bill about where every single amount of money is going and toward what.",
                "2": "I'm not in favor of that because I think that we should use that money instead to update things that we already have that aren't up to the best place that they could be.",
                "3": "I really think that it's important to get kids to know about it because like a lot of people don't even know anything about it so I think it is really to get kids more involved and to spread information about it, because like my roommate, she had no idea what it was, and other people I've talked to have no idea what it's even about, so I think that we just need to spread the word and actually know what's going on with SGA."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-7LG2GqR/0/L/i-7LG2GqR-L.jpg"
        },
        "Caleb Hurst": {
            "grade": "sophomore",
            "major": "agriculture economics",
            "questions": {
                "1": "I would say that one issue that affects all students here at K-State is the price of tuition and paying for school and getting out of school without student loans.",
                "2": "I would if that multicultural facility had a place for everyone in that. I don't believe that everyone should be putting in money to something that they're not going to use. So if they're going to use it, yes, for sure, they should definitely be able to help pay for that, but if they're not going to use it, I don't think that they should be having to pay for it.",
                "3": "I think the biggest thing that we can do is to talk to people, and to go out and speak with the students and get their perspective. That right there is all that you need to do. If elected, I would just go out and talk to as many people as I can and to get their opinions on things."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-kqBDKfv/0/L/i-kqBDKfv-L.jpg"
        },
        "Carlos Flores": {
            "grade": "junior",
            "major": "agricultural economics",
            "questions": {
                "1": "I believe as to make sure we have as many students engaged as possible. I believe we need to get the number of students who vote up. That matters, that's been an issue for years and we need to change that, and I also believe that students all need to be included on issues. So I think SGA should focus on working hard to reach out to them instead of having them reach out to us.",
                "2": "I am. There’s already privilege fee funding in use for facilities like the recreational center and athletics and the union program council, and K-State’s one of the few schools who still don’t have a multicultural student center, so I would definitely be in favor of student fees for the construction or for just the facility in general.",
                "3": "By reaching out to students definitely. Interacting with as many student organizations from my college as possible, whether it's email, or just social media in general, Twitter, you name it. It's really important that they're engaged, so whether they agree with me or not in policies and issues I just want them to stay engaged and tell me how they feel."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-5tpJMkX/0/L/i-5tpJMkX-L.jpg"
        },
        "Danielle Comstock": {
            "grade": "freshman",
            "major": "agricultural communications and journalism",
            "questions": {
                "1": "I think right now, the big one is the smoking policy, which, especially in the College of Ag. A lot of people in the College of Ag are not in favor of the complete ban, and a lot of them want the ban of just the smoking tobacco, and it is my duty personally, as a senator, to represent their feelings on it, so I wouldn't be in favor of the complete ban as a senator representing the college.",
                "2": "I think right now, student fees go to a lot of things that are really useful to students, like getting the newspapers in and just all of the things we have access to and a privilege to. As for the multicultural center, I think that would be a great way to implement diversity on campus. I know a lot of campuses around us are really struggling with that. K-State, so far, it has not been that big of a deal, but you always want those preventative measures, and you always strive to be more efficient and a better campus. So, if we, as a Senate, decided that would be a good option, then I'd probably vote in favor for it.",
                "3": "I'm currently an intern, so automatically, people were like, 'Hey, you should apply for this,' and I had no idea what I was in for. I was never really in student council in high school, so really just amazing witnessing the things that we decide on and having a say in that is really amazing to me and just witnessing all the things that we have a part in, so I think it's not really widespread, though, so as for me, it'd be about promoting and getting more people involved in the intern program and inviting people to come in on committee meetings that make those vital decisions and getting more people just to come into the Big XII Room to listen in because, as an intern, it has been so impactful just to be able to sit in and hear those really important conversations, so just more implementations of advocacy, so I think that would be the best option."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-kJJwGsC/0/L/i-kJJwGsC-L.jpg"
        },
        "Dean Klahr": {
            "grade": "freshman",
            "major": "feed science and management and animal science industry",
            "questions": {
                "1": "Probably the most import issue is our budgeting, just in terms of how much each college gets, how much each club gets and making sure that that's spread equally and each club and organization is represented equally on campus and making sure that they each get the amount of money that they deserve and that it's alluded fairly throughout the colleges.",
                "2": "I absolutely would. Maybe not right now at the present moment with all the construction that's going on, and I think it would be more ideal if we waited until at least the student center was done, and after that then, I would absolutely be ok with that because I believe that diversity is very important on our campus, and multiculturals need to be equally represented here at K-State, and with that being done, I think that we'd be able to more readily be able to do that. And as far as student fees going toward it, there's nothing wrong with that as long as they're being used wisely and they're not being spent on something else because we don't want to overload them student fees when we have so many things going on right now.",
                "3": "Most importantly is that SGA represents the people that elected us, and I believe that that is going out with -- take, for example, the smoking ban and the tobacco ban that's possibly coming up, how SGA went out and had a debate -- we're open to people's opinions, put out stuff online for surveys to be done, and simply making sure that who votes us in is who we represent. We're not there to simply vote on things. We're there as a representative. It's the type of thing where you're not voted for yourself, but you're voted for somebody else. You represent somebody else, not your own opinions. It doesn't matter what my opinions are because I'm not going to be voting for myself, I'm going to be voting for the people that elect me."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-4nkxMQ8/0/L/i-4nkxMQ8-L.jpg"
        },
        "Kaitlyn Alanis": {
            "grade": "sophomore",
            "major": "agriculture communications",
            "questions": {
                "1": "Particularly in the College of Agriculture, a big issue is our judging team fees. A lot of our students participate in judging teams, like wheat judging and meats judging, and typically that's funded through SGA. However, SGA's looking at cutting back on this funding, which will greatly impact our college.",
                "2": "I am. I think especially a lot of universities, this is something that's becoming a lot more pronounced and important. And I think the sooner the K-State jumps on that boat and getting the multicultural center will really impact our students.",
                "3": "For me it's really listening to the voices of our constituents. They are electing us to serve them, so it's making sure we're here and voting for their voices."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-rsLHm43/0/L/i-rsLHm43-L.jpg"
        },
        "Karl Wilhelm": {
            "grade": "freshman",
            "major": "agricultural business",
            "questions": {
                "1": "I think the biggest issue that we have right now is just communicating out the opportunities that we have here at K-State. And we hear a lot at pep rallies and all that, but the one-on-one interactions that you can have, whether that's at K-State Proud days or just those group days where you can be with others, that's the time where you actually know about the organizations.",
                "2": "I am in favor of that because I believe that's something that can diversify ourselves as a student as well as on the K-State campus. We can understand different cultures and different views of other students if we build this. Of course the extra fees is something no student wants in college, but in the end it will help us, whether that's grow in multiculture interests or even outside of college we can have a better view of these different cultures.",
                "3": "Voicing out the opinions of others is probably the biggest thing that I've seen. I know that a lot of people when they go into SGA they just talk about what they do in SGA at the Senate, but you really need to voice out the opinion outside of Senate. You need to tell them what you're doing in Senate and how you're doing it and how this can affect the students, whether that's the increase in fees, or right now one of the biggest bills is the smoking policy. That's something that you need to voice out, and that's something that I believe I can do well."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-pXZm84R/0/L/i-pXZm84R-L.jpg"
        },
        "Keith Mentnech": {
            "grade": "senior",
            "major": "animal science and industry",
            "questions": {
                "1": "I would say diversity, because people already know that it's there, but sharing it with each other and stuff, kind of like the International Buddies.",
                "2": "Yes, and the reason being is if you're wanting something and wanting something to be more effective, especially for the whole entire student body, with everyone contributing something to it, not just being one source, we're able to show that yes, I helped with this and this is what we're getting and this is why it's helping us and the future.",
                "3": "I intend to be more of the one that's willing to listen and kind of understand what's going on so that we can be progressed on to the future. As well as planning any rules and regulations to help the student body."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-xdfrHF7/0/L/i-xdfrHF7-L.jpg"
        },
        "Kyler Langvardt": {
            "grade": "freshman",
            "major": "agricultural communication and journalism",
            "questions": {
                "1": "Right now, currently, I believe it is the smoking ban and the issue of whether to ban it completely or the amendments that go along with that. I think right now it's being discussed a lot and students are having a lot of input. Recently there was a Twitter chat about it, and so I think that students are really engaged in that discussion right now.",
                "2": "I do believe so. With the eliminating of student fees in the future, I do think that leaves an area open to use those student fees to improve K-State campus. Throughout the past the student fees have been used for smaller things such as buying the newspaper every day and other such fees, but I think those fees could be put to better use, and building a multicultural center brings a whole new diversity to K-State and I think that is more appreciative towards students than just picking up a newspaper every day, whereas they could use this multicultural building to diversify themselves.",
                "3": "I plan to really open up SGA. SGA to me, when I first came to K-State was kind of this unknown entity, and I think that's the way it is to a lot of students. Sometimes it doesn't seem as open, whereas anyone can come to an SGA meeting if it's an open meeting and really have influence on K-State. So I really want to maximize the way that we use SGA to everyday students and really open it up and make sure that everyday students' voices are heard in every hearing."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-zS94jgN/0/L/i-zS94jgN-L.jpg"
        },
        "Me'Quelle Keeling": {
            "grade": "senior",
            "major": "agricultural business",
            "questions": {
                "1": "I would say that well-being of students because we have no idea what everybody goes through. I feel that we need to have some way for everyone to be able to talk to each other and have a nice conversation.",
                "2": "I think it would be a nice thing to build a new multicultural center. K-State keeps progressing and I think it would be a great thing for the campus.",
                "3": "I would try and get more involved with all types of students because in the past I think SGA would talk to their groups rather than expanding out to groups they may not know as well. So I think we need to communicate to more people like freshmen and foreign exchange students to try and get them more involved."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-HwFXXXn/0/L/i-HwFXXXn-L.jpg"
        },
        "Molly Bertz": {
            "grade": "freshman",
            "major": "agricultural communication and journalism",
            "questions": {
                "1": "I know one of the most prominent issues right now is the tobacco free campus which I think is really impacting students on campus because those individuals that choose to utilize that option, having a tobacco free campus would impact them on a daily basis. I think the bigger focus should be on the future students. So I do truly believe that K-State is a family and K-State is a create campus and we should exemplify that with our student body and our buildings and we should be keeping campus clean.",
                "2": "I would be in favor of using student fees to build a new multicultural center. I think K-State has a lot of diversity and with a new multicultural center we could really highlight that. I think a center could be effective in attracting new students that could possibly be from a diverse background. I think that K-State is growing and I think a multicultural center could really highlight that growth on campus.",
                "3": "So I think that when people first hear SGA they are either super confused or super intimidated and I don't think that is not the image SGA is trying to give off. I think for me SGA is an opportunity for me to represent the students in my college and to really maximize my time and their time, even thought they are not sitting in the student senate meetings on Thursday evenings, but I think SGA is really promoting student voice on campus. We are a public institution but there is no institution without students and I think they have a great voice through SGA."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-3ZJmTSj/0/L/i-3ZJmTSj-L.jpg"
        },
        "Samuel Davis": {
            "grade": "freshman",
            "major": "animal science",
            "questions": {
                "1": "I would say tuition and the overall cost of schooling is the biggest issue. For me personally, being able to maintain a job while I'm in college and offsetting the cost of schooling is a challenge and I know other students face that same problem, so I think it's a pretty big issue.",
                "2": "I would not be in favor of that. I think there should be a different avenue to build that. There are thousands of donors out there that are very generous that I feel like they would really enjoy investing in something that would benefit the multicultural aspect of campus. So I think there is a better avenue than to use student funds for that.",
                "3": "If elected my focus would be, not only advocating for the College of Agriculture but for students throughout the campus. I've been very passionate about agriculture, especially the livestock industry throughout my youth and high school into SGA where I would represent the College of Agriculture."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-DXpnjVP/0/L/i-DXpnjVP-L.jpg"
        },
        "Wyatt Pracht": {
            "grade": "Junior",
            "major": "agricultural economics",
            "questions": {
                "1": "I think the most important issue is so that students are aware of SGA and the opportunities that are there so that they can apply for funding and just really kind of bridge that gap, that way they're connected with what's going on on campus.",
                "2": "Yes I am because I think a lot of other universities, specifically within the Big 12 have multicultural centers, and it is a good use of funds to where those people will be able to have their own space so when people come for tours, they're able to say, 'Well if you're a multicultural student we have this area for multicultural students.'",
                "3": "Really just kind of making sure that people know what SGA's there for, whether that be funding and really just outreaching to my college and telling my constituents of the possible opportunities within SGA."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-92TV3kp/0/L/i-92TV3kp-L.jpg"
        },
        "Alexa McCallum": {
            "grade": "sophomore ",
            "major": "interior architecture",
            "questions": {
                "1": "Campus safety just with being in heart of campus sometimes it's a little nerve-wracking because it's not well lit. I've walked home, pretty frequently last semester in the dark and stuff. And once we got off campus in general just making sure we were safe and such.",
                "2": "I am in favor of that because a new multicultural center is for students and we are students. We already do pay fees for other services that everybody else has access to so it would also allow us to broaden our horizons with this new building. ",
                "3": "Just being a liaisons from what's going on the the people I represent in Architecture. Sometimes we can be in our own little world and not know what's going on but I've been very involved with Architecture and it's been awesome to know what is going on and I'd love to be actually in the room on the ground floor where it's all taking place and relate it back to people ."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Andrew Rash": {
            "grade": "sophomore",
            "major": "architecture",
            "questions": {
                "1": "I think having one voice and making compromises to fit everyone's needs because not everyone has the same opinions. But you give a little bit here and you take a little bit there, one voice could really improve the university as a whole I think.",
                "2": "Yes, I would definitely say that's something I would support. Diversity is obviously big across the campus and the nation as a whole. So I think that could be something very beneficial and bring more diversity to K-State's campus.",
                "3": "Just creating a bridge between the university's leaderships and the students and the College of Architecture and having one common voice and one opinion and just myself personally promoting that opinion to the best that I can."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-TpzZjjb/0/L/i-TpzZjjb-L.jpg"
        },
        "Catherine Gutman": {
            "grade": "freshman ",
            "major": "architecture",
            "questions": {
                "1": "I would like us to look at our health. There's been many health initiatives on the national level and I think if we were to bring that into our campus it would benefit us a lot. For example, we're currently looking at our smoking policy so that benefits students overall. Enforcing being healthy and making sure you're taking care of yourself because then you're a better student and campus is happier and healthier.",
                "2": "Yes because I do believe academic buildings are being paid for currently by student dollars. I'm not 100 percent certain on that but from what we've talked about in student senate they are. We do need to be inviting to those other multicultural students. We are big on the ìK-State Familyî and part of that would be providing that center to them. ",
                "3": "Probably email is a big thing because student check their email more than anything else. Social media, it's hard to keep track of those types of trends and that type of stuff, so email would be good. Especially considering there are a lot of initiatives that SGA is promoting and there's a lot of things going on, a lot of great things."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-Dxz9ghC/0/L/i-Dxz9ghC-L.jpg"
        },
        "Alex Wakim": {
            "grade": "sophomore",
            "major": "music composition",
            "questions": {
                "1": "I would probably say the affordability of college. Of course we have financial aid and K-State Proud and stuff like that to help, but I think making college more affordable needs to be something we focus on.",
                "2": "If it directly benefits students then I think it is OK using student dollars. I guess I would say I am for it. I think it's going to happen eventually. I assumed we would be using student fees to build a multicultural center because it will be used by everyone.",
                "3": "I want to make sure that everyone I talk to knows the benefits of having their own student organization and what they can do with it."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-HfpB4tx/0/L/i-HfpB4tx-L.jpg"
        },
        "Allison Doll": {
            "grade": "sophomore",
            "major": "public relations",
            "questions": {
                "1": "In my personal college they're thinking of raising a fee that that will affect anyone who takes an Arts and Science class. That's a majority of the college, pretty much any major take a class in the Arts and Science college so it will affect the majority of the school. It's not the most pressing issue but I think it's the issue that's most current for the school .",
                "2": "I guess I would say I am for it. I think it's going to happen eventually. I assumed we would be using student fees to build a multicultural center because it will be used by everyone.",
                "3": "As a senator you need to be very aware what your constituents want. So you need to be really involved in your college. Because when you vote you're not voting for yourself, you're voting for members of your college. "
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-QmtjvKk/0/L/i-QmtjvKk-L.jpg"
        },
        "Anne Jewell": {
            "grade": "sophomore",
            "major": "public relations",
            "questions": {
                "1": "I would say the rising cost of tuition and fees and how those are best utilized.",
                "2": "Yes, I think diversity in K-State is always important and having a multicultural center would make diverse groups feel comfortable and included.",
                "3": "I think letting people know what we do and why we do it is the most beneficial and I would more specifically make sure they know where their money is going and what policies are being implemented on campus and to let people know the things that go in in SGA."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-rBhssTp/0/L/i-rBhssTp-L.jpg"
        },
        "Braden Johnson": {
            "grade": "freshman",
            "major": "microbiology",
            "questions": {
                "1": "I believe the most important thing is that clubs and organization if they benefit K-State they get the proper amount of money to do whatever trip they want to or activity to grow the K-State experience and bring more back to K-State.",
                "2": "Definitely yes, because in this day, we're working on diversity here at Kansas State and being able to work on diversity that's a great step to do that.",
                "3": "Be being involved, and not just showing up to the meetings and sitting in but by actually participating in the meetings and talking to people outside of SGA about what's going on on campus and listening to their opinions and bringing it back to the meetings and the committee meetings."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-3r5KFsM/0/L/i-3r5KFsM-L.jpg"
        },
        "Brooklyn Lonker": {
            "grade": "sophomore ",
            "major": "sociology, criminology",
            "questions": {
                "1": "I think it's the firearms issue and I think the University recognizes that as well with the committees that they are forming about how we counteract that. ",
                "2": "Yes, I am. I think it's important for the students to have ownership in the campus. Whether the student fees are temporary, like when you build sports stadiums in a big city they take bonds and taxes on top of that. So having students take ownership and pride knowing that their fees went to help build that, I think, is really awesome. ",
                "3": "I think collaboration and working with administration on campus and getting initiatives done. I think that's the biggest thing is that the SGA represents the student body so it's our responsibility, if elected, to represent that student body if the student body is for something we should be for it as well."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-QGWr4nr/0/L/i-QGWr4nr-L.jpg"
        },
        "Bryan Swartz": {
            "grade": "freshman",
            "major": "political science and international studies",
            "questions": {
                "1": "One of the biggest issues on campus right now is just inclusion for everyone across campus and just making sure that everybody feels like they're an affiliate with the K-State family.",
                "2": "Yeah, I would. Again, because of that inclusion and diversity push that we're trying to make across campus.",
                "3": "SGA has a lot of influence that I think people aren't aware of right now, so just making people more informed about the issues that we talk about on a daily basis, or on a weekly basis every Thursday."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-ZnvmgC2/0/L/i-ZnvmgC2-L.jpg"
        },
        "Connor Gray": {
            "grade": "senior",
            "major": "biology",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Emma Barnett": {
            "grade": "junior",
            "major": "political science and international studies",
            "questions": {
                "1": "I think one of the most important issues that affects K-State students is the fact that a lot of K-Staters don't feel like they have a voice in the political system, whether that be on the local level, at K-State or on a national level, and that really bothers me. It starts at the local level. This will be my third year running for student senate, and every year we have a turnout of about 11 to 20 percent of students who vote, and I just think it's ridiculous. I really want people to know that student senators are making important decisions about their welfare in college and I think it's really important for them to realize that their vote really matters and they need to vote for people they think will represent them well.",
                "2": "Yes, I absolutely am, and I've been a big advocate for that over the last few years as a student senator. I think diversity is an important thing, and the fact that there is one multicultural office in the Union and that it's a really small space really bothers me. We're one of the only universities in the Big 12 who doesn't have a multicultural center, so I would support any funds, anything that would go to a multicultural center.",
                "3": "One of my main issues at K-State is that people don't feel like they have a voice, so I can maximize K-Staters and their voices by making sure they understand the judicial process here and making sure they understand that their voice matters."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-7R3PdfX/0/L/i-7R3PdfX-L.jpg"
        },
        "Isaac Stevens": {
            "grade": "freshman",
            "major": "open option",
            "questions": {
                "1": "I'd say the biggest issue that students face right now is tuition, so student fees and having to deal with how to pay that and manage everything else.",
                "2": "I'm not in favor of that right now because I think our tuition should just go to academics and the different colleges and our overall education. Even though I think that's awesome, a multicultural, but I think our tuition would be better going toward just academic colleges.",
                "3": "If I'm elected, I plan on trying to help listen more to what different students want, get people's opinions and use that to help get issues that students want talked about heard about."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-7CLHB2m/0/L/i-7CLHB2m-L.jpg"
        },
        "Isaiah Solorzano": {
            "grade": "freshman",
            "major": "mathematics and physics",
            "questions": {
                "1": "Definitely diversity and how we get diversity out there. We have our groups like HALO and Black Student Union, I think they should be a lot more involved directly with campus. Also with the diversity center, how we just have a little office here, we're really pushing for a building. That would real nice.",
                "2": "Yes",
                "3": "Getting the word around. Talking to people, telling them what we're doing, what we're planning on doing. "
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-JTGXr4R/0/L/i-JTGXr4R-L.jpg"
        },
        "Jessica Van Ranken": {
            "grade": "junior",
            "major": "political science",
            "questions": {
                "1": "I think the most important issue that affects students is the rising cost of tuition and the increasingly high price of a cost of an increasingly valuable education. I think that, just as it becomes more expensive to attain an education, it discourages more students from attending university. And with that being increasingly valuable in this day and age, I think that's the largest hindrance.",
                "2": "I am in favor of fundraising for a new multicultural student center, and I am in favor of exploring a variety of options for doing so. I don't think I can say right now that fees are the best way to go for that. I think I would first like to just talk with university partners about fundraising options, and then if fees were on the table, address that portion as well.",
                "3": "I think I plan on maximizing SGA's influence through pushing the three themes that Trent and I have spent the past several months developing. Those themes are mental wellness, diversity and political advocacy. And I think that those themes would really maximize SGA's influence because I think that they're themes that all students can connect with in different ways. I think that all three of those really can resonate with students in individual means. And so I think that would really kind of bring the voice of SGA directly to students, like all students are affected in some way."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-gf2tSHs/0/L/i-gf2tSHs-L.jpg"
        },
        "Joshua Miller": {
            "grade": "freshman",
            "major": "philosophy, political science and economics",
            "questions": {
                "1": "I think a really big problem on campus right now is the accessibility of certain places for some students. A lot of buildings, it's tons of stairs, the elevator doesn't work well, the bathroom stalls aren't necessarily as accommodated as they should be for people. Along with that, I think smoking's a pretty big issue on campus. Everywhere you go , you get people who are smoking cigarettes or tobacco products. Literally everywhere. Just as a student walking around, I think a lot of people would prefer it if they weren't inhaling other people's smoke.",
                "2": "Coming from my socioeconomic background, yeah. But seeing how other people probably can't afford it as well and it would probably be detrimental to them, I'd say not so much. Honestly, not really, because we're already paying so much money to come here.",
                "3": "Really just connecting out to students. I am in a fraternity and I have a lot of people that I'm friends with in the dorms. Connecting out to them, seeing what they want changed, and also working with them."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-MMB8V9X/0/L/i-MMB8V9X-L.jpg"
        },
        "Kelli Holder": {
            "grade": "freshman",
            "major": "philosophy",
            "questions": {
                "1": "The most important issue at K-State that I think affects students is student involvement. Because although I think that we do have great student involvement, I believe that the things that need focused on most, we don't have enough student turnout.",
                "2": "I would be in favor because I think that they need to have the same opportunities as we do, and if that would take a small amount of fees, I think it would definitely be worth it to give everybody the best experience possible at K-State.",
                "3": "I would definitely like to make sure that everybody's voice is heard. There's so many people that have questions and issues that they would like to be brought about but don't know how to do it. And I would like to make sure that I can be the voice that they can go to to have that taken to SGA or wherever it needs to go."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-kBX9gGf/0/L/i-kBX9gGf-L.jpg"
        },
        "Kent Chrest": {
            "grade": "sophomore",
            "major": "mass communications",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Kylie Andres": {
            "grade": "junior",
            "major": "communication studies",
            "questions": {
                "1": "I don't know that you can necessarily put it down to one issue. I think that every year there's issues that come up that are very effective towards students and students need to be able to have a voice in helping with those issues and you can't just be administrative effort it has to come from us as well.",
                "2": "I think if we did the correct amount of research on it and we figured out exactly what that would look like and what that would mean to the campus and what positive things that would bring to the student body, then I would be okay with it. But it would take that kind of research before I would have a strong opinion about it.",
                "3": "I am really passionate about SGA because I have been in it for two years now. And so I think that SGA can have an even bigger impact than people realize. So I really want to make sure that we're talking about issues that are important to campus and making sure that we are making it the most welcoming and inclusive place that it can possibly be. So I don't know exactly what those issues look like just right now, but as long as we're continuing with those issue and continuing to represent the student body in the best of our ability then we'll be doing our job."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-x5jMFF5/0/L/i-x5jMFF5-L.jpg"
        },
        "Madeline Frankel": {
            "grade": "senior",
            "major": "communications",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-JHws6qg/0/L/i-JHws6qg-L.jpg"
        },
        "Mary Sabatini": {
            "grade": "junior",
            "major": "political science and international studies",
            "questions": {
                "1": "The most important issue that I think affects K-State students is construction. There's been a lot of rerouting around things, and it's just general chaos, I feel like, so that's definitely what has been my issue being here. Other than that, I think it's a great place.",
                "2": "I think that would be great. I think pretty much every school has a multicultural center, and I don't know why we don't, but I think it would be a great thing to do. K-State's Black Student Union is ranked really well, so I think that would be a great thing for them.",
                "3": "I'm definitely a people person, so I'm all about going out and talking to people, so I would definitely go out there and tell people, 'Hey, this forum's coming up,' and 'Hey, we're voting on this,' and 'Come to the student senate meetings because they're open to everyone.' I would love to see more people there."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-cpnrPGj/0/L/i-cpnrPGj-L.jpg"
        },
        "Matthew Mindrup": {
            "grade": "freshman",
            "major": "biology and philosophy",
            "questions": {
                "1": "The rise in tuition or tuition rates in general.  It is something that impacts every student on campus.",
                "2": "Yes, I think it is important to give the multicultural groups a place on campus where they can meet and have a place to be by themselves.",
                "3": "I'm an intern right now so I've been getting a lot of practice at doing that. I would just be a voice for my college as well as the university in general. "
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-F5VnmHs/0/L/i-F5VnmHs-L.jpg"
        },
        "Nicholas Nordstrom": {
            "grade": "freshman",
            "major": "biology",
            "questions": {
                "1": "I think right now we need to continue just talking about acceptance and kind of being that family, we always talk about family, and including everybody in whatever we're doing. We've made great progress as it is, but I feel that we need to continue the discussion, we need to continue to just create programs, create ways to include every single person and their own special talents at K-State.",
                "2": "I would be in favor of that, and I would say because we're one of the the last universities in Kansas right now to have a multicultural building. I think KU has a pretty substantial one right now that's been pretty successful. I feel like if we do use some of the money, it's going to really benefit the student body as a whole. It's going to get all of our multicultural students a good place to go for resources for a wide variety of problems, I don't know particularly what all those would be, but I feel it would be something very beneficial to the whole student body.",
                "3": "I think we need to first start off by just spreading the world of what SGA is because I feel like a lot of people don't always know everything that we do. And once we do that, I think people are going to have a lot of specific things they'll want to see get done in their own college, their own area, the things that they're involved in that we can probably help facilitate or give money to, or just help in any way that we see necessary. Spread the word that we're here, we want to hear you, we want to hear your voice."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-3QwwN3s/0/L/i-3QwwN3s-L.jpg"
        },
        "Robert Sharp": {
            "grade": "junior",
            "major": "political science",
            "questions": {
                "1": "One of the most important issues that I'm running on is the increase of student services on campus, particularly the issue of parking, the availability of campus Wi-Fi and much smaller issues that are there but have not been addressed yet.",
                "2": "I would personally like to know the details of all that before I make a definite answer.",
                "3": "By promoting SGA by hopefully getting more of the student body in all colleges involved in campus activities, increased campus activities, increased student involvement campus-wide."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-VvkgRSh/0/L/i-VvkgRSh-L.jpg"
        },
        "Shane Wagers": {
            "grade": "freshman",
            "major": "geology",
            "questions": {
                "1": "The way in which the departments choose to administer tests. In my chemistry class, all they want us to do is memorize a bunch of knowledge, and I don't really think you learn by memorizing, and that's how a lot of the tests are.",
                "2": "I would be in favor of it if there was a vote to go for it.",
                "3": "I think it's pretty well maximized already because I heard about it walking through the Union. They're doing a pretty good job already."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-69N4dwT/0/L/i-69N4dwT-L.jpg"
        },
        "Stephen Kucera": {
            "grade": "senior",
            "major": "music performance and accounting",
            "questions": {
                "1": "Listening and engaging the diverse voices that we have on our campus, I'd say that's the biggest issue going forward into this year. I've worked with, a lot of the conversations that we've been having, with building those bridges of communication with a lot of our students of ethnic minorities and a lot of our international students. I want to see student government continually do a better job to engaging those voices and include them as an integral part of the process instead of simply going to them after a decision has been made to inform them.",
                "2": "Yes. Because we use student fees for many different purposes. Student fees pay for the Collegian, student fees pay for student experience at the Rec, student fees pay for a lot of student experience. And I think the experience of multicultural students here and international students is just as important as any others. And I believe we are one of a few schools in the Big 12 that doesn't have an actual multicultural center, not just a small office but a center. I think it's about time that K-State catch up with that so that there are more spaces where we can engage and study the relationships between our different ethnic groups and how we can better coexist and work with each other through the different challenges each our student groups are facing.",
                "3": "I just really look forward to getting out there with students and figuring out new ways to engage our students. I was basically the first student to start a senator page online and I keep trying to post there and trying to engage people through that outlet."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-kwBfBLM/0/L/i-kwBfBLM-L.jpg"
        },
        "Stephen Caffera": {
            "grade": "freshman ",
            "major": "piano performance",
            "questions": {
                "1": "I think that would be having a voice in the rules and regulations of the campus. It seems to me that students aren't fully aware of how to get their thoughts across and lots of people have good ideas but they don't really have the knowledge of the SGA organization to get things passed in their favor.",
                "2": "It would depend on how steep the fee is, but if it's minimal I would I say yes. I think that having the ability for the intermingling of cultures is important especially in such a big institution. But I wouldn't want to burden people with a higher total amount due to the university if the fee was just too large. ",
                "3": "Well I personally want to reach out to the constituents that I'd be representing for the College of Arts and Sciences to find out what they want out of the university and what I can do personally to get done what they want to get done. My job would just be to represent their needs. The most important thing I could do is reach out to them and find out what they want. "
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-DwDRLjW/0/L/i-DwDRLjW-L.jpg"
        },
        "Victor Valdez-Herrera": {
            "grade": "freshman",
            "major": "political science",
            "questions": {
                "1": "I think the most important right now is diversity. So being as an SGA intern for my first year in college I see that there's not a lot of diversity or multicultural students in the student government. So I really feel that is one of the most important issues that I am running on, is really getting the voices of diverse students and multicultural students into the student body.",
                "2": "Yes. Because with the growing population of multicultural students, I feel like it just shows that K-State is backing us up and is on our side and wants us to keep multicultural and diversity, and diversity is a part of the K-State 2025 plan, so I just think it would be a very good use of student dollars, especially if some of those dollars come from multicultural students.",
                "3": "Really getting the word out there. Really representing the student voice, mostly multicultural students as I am a multicultural student."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-CfRFpVS/0/L/i-CfRFpVS-L.jpg"
        },
        "Zachary Lowry": {
            "grade": "junior",
            "major": "political science",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Andrew Hurtig": {
            "grade": "senior",
            "major": "accounting",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Joseph Pepoon": {
            "grade": "sophomore",
            "major": "entrepreneurship",
            "questions": {
                "1": "Diversity of the campus is an important issue that is being talked about around college campuses right now, especially with the College of Business and K-State in general. If we could increase the level of diversity we have, obviously we have great programs that help us achieve that but it wouldn't hurt for us to continue getting better. I'm from a large city so it's kind of weird not having a super diverse campus. I think it would be awesome if we could build on that.",
                "2": "Yes, I think we need to recognize that multiculturalism is important on college campuses. There's no reason student fees shouldn't be going toward further that recognition.",
                "3": "I think it would help if more people knew about what SGA does. I think it could be great if SGA could show that they are a voice for the students and that what they are talking about on campus really matters. These elections aren't as much voting who you know the most and more actually caring about what each candidate is doing and what they are talking about."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-XZS8tX3/0/L/i-XZS8tX3-L.jpg"
        },
        "Kyle Fleming": {
            "grade": "sophomore",
            "major": "finance",
            "questions": {
                "1": "Probably overall people's attitudes. There's like construction going on that kind of drags people down because they have to reroute and I'd like to make sure everyone has like a positive attitude and everyone's in a good mood all the time.",
                "2": "Yes I am. We are the only one in the Big 12 without the multicultural center and I think it'd be a positive benefit for us as a campus and the students we have here at K-State for our diversity and cultural backgrounds.",
                "3": "I plan to talk to past SGA senators, get as many different perspectives on like what they think need to be changed but couldn't get done during their terms. I know several older seniors that are heading out and I'm sure they had some goals that they didn't get accomplished that maybe us new ones could."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-45rh9tM/0/L/i-45rh9tM-L.jpg"
        },
        "Kyler Jost": {
            "grade": "sophomore",
            "major": "finance",
            "questions": {
                "1": "Getting the best education for the lowest amount of tuition because like myself, I know a lot of people who pay for their education by themselves, and that will raise the success rate for people once they graduate and go onto the job, if they're not paying off all these loans with their first paychecks.",
                "2": "I think that would be a good idea if it has something that can involve every student and has an interest in every student.",
                "3": "I have a lot of connections throughout the College of Business. All of my best friends have come from there, and where I've kind of gotten adjusted to college is through there and making connections there, so I feel like I know what students like me are thinking and really what they're looking for in their upcoming and the rest of their years at K-State."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-ZT72ZrZ/0/L/i-ZT72ZrZ-L.jpg"
        },
        "Lucas Renz": {
            "grade": "sophomore",
            "major": "marketing",
            "questions": {
                "1": "I would say construction is the biggest issue on campus today because it impacts the day-to-day operations of faculty, staff, students.",
                "2": "Yes, I think one of the things K-State should pride itself on is being such a diverse campus and I definitely don't have a problem with my student's fees going toward making others feel comfortable and included.",
                "3": "I've always viewed SGA as an organization and elite group, which makes its members seem unapproachable. So, one of the things I would like to do is make SGA more of an approachable organization that freshmen want to get involved in and that people who come to K-State feel comfortable talking to."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-PdBBcRx/0/L/i-PdBBcRx-L.jpg"
        },
        "Mason Shreve": {
            "grade": "sophomore",
            "major": "marketing",
            "questions": {
                "1": "I definitely think diversity is. I don't know if it's an issue, but it's always something to work on at K-State, because I believe that diversity brings all sorts of talents that you normally don't have if you were just focused on one thing. So diversity brings a bunch of talents to K-State that we wouldn't normally have without it.",
                "2": "I think it's okay to use student fees to build a new center. Because, like I said, with diversity, we'll have new realms of possibility within K-State.",
                "3": "I plan on being the bridge between the College of Business and my peers and the people in the college to the student government so that we can really push issues that we feel are strong."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-wQF33Js/0/L/i-wQF33Js-L.jpg"
        },
        "Matthew Wiese": {
            "grade": "freshman",
            "major": "business managment",
            "questions": {
                "1": "One of the main concerns that's been coming up a lot lately is the tobacco regulations around campus. I was on the governmental relations committee and it was one of the issues that was brought up quite a bit. I've talked to quite a few people but it seems like there isn't a kind of restriction on campus. They just think students can do it freely. It kind of invades the personal space of others. So it's been something I've been concerned about.",
                "2": "I would be in favor of that but that would be something I would look into a little further if I had more information on it. ",
                "3": "Well I'm all about getting to know people and talking to people. Just like reaching out to people, using social media. Everyday day-to-day contact with people just kind of letting people know what's going on in SGA. It's just kind of communicating with people and letting them know what we're voting on and stuff like that."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-6ncRrg5/0/L/i-6ncRrg5-L.jpg"
        },
        "Patrick Kennedy": {
            "grade": "junior",
            "major": "finance and accounting",
            "questions": {
                "1": "The issue that most affects K-State students is our mental health, so counseling services needs to be increased here at Kansas State. Also, the multicultural side of K-State, so whether that be, we need to build a multicultural center or somehow connect those students to the other students right now.",
                "2": "I believe there are other ways in which the money can be fundraised for a multicultural center besides raising fees because I believe you can increase fees all day long for students, and we've got to draw the line somewhere, and so I would like to see us reach out to our alumni and corporate sponsors because I think K-State has a lot of them, and I think they would be the ones we should turn to, just like other colleges have done, like for example, the School of Leadership Studies has done in the past to build a building.",
                "3": "I think just by being genuine with their purpose. When you run for a position, you need to do what you say you're going to do, and you need to make actionable steps toward making that change. A lot of times, people will run and not do anything when they're elected, or they'll run and just be afraid and not prioritize it, so if you're going to run, you need to enact change, you need to engage in change, because it is a position where, if you're not changing anything, you're not improving anything, you're not doing anything for anyone, and I think if we as senators, as UGB, as college councils, if we can keep that in the back of our mind, then we'll be better connect to K-State."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-CWPrb4N/0/L/i-CWPrb4N-L.jpg"
        },
        "Rachel Ogren": {
            "grade": "sophomore",
            "major": "marketing",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-kKdVxN4/0/L/i-kKdVxN4-L.jpg"
        },
        "Sarah Niederee": {
            "grade": "freshman",
            "major": "management",
            "questions": {
                "1": "I'm running on a three-platform goal. It's education, student engagement and professional development. So those are my three top goals. I don't really have one top goal, I'm more broad than that.",
                "2": "Yeah, it's great that we have a international center, but I think it's really important for multicultural students to have a place that they can go that that's their home and that they can feel safe in that area.",
                "3": "This last semester I was on the Student Engagement Committee, so I think it's important, a lot of students don't know what we do and how we do it and are scared of going to Senate. So I think it's really important for us to sit down and be on a personal level with students and engage with them and figure out what they want fixed so we can really be those representatives for them."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-NSfB9Bc/0/L/i-NSfB9Bc-L.jpg"
        },
        "Timothy Kohtz": {
            "grade": "junior",
            "major": "finance",
            "questions": {
                "1": "I think the most important issue that affects K-State students right now is the funding from the state we’re facing right now and how it’s hurting people’s education. I think the biggest concern is how are we going to keep improving K-State education at minimal cost to students and find ways to work around that. And also making sure student resources, like mental health services, library services and all that stuff are maintained and not cut. Making sure student education and student services are kept top quality. Making sure students can still afford to come to K-State.",
                "2": "Only if students consented to it.",
                "3": "To maximize SGA’s influence on campus, I think what we would do is try and keep continuing to do an outreach, have individual senators reach out to our prospective colleges, classes, groups and organizations and really get their feedback and tell others what they can do to voice their opinions. Make sure that people know what is going on in SGA and really take the first initiative and reach out to students, letting them know what we are doing, what their thought process is and getting their ideas of what we can do to improve campus. Taking the first initiative and reaching out to the people we represent, because I feel like a lot of people are elected and run based on the hear, but they don’t actually have an outreach, which I will intend to do."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-hsH8X9V/0/S/i-hsH8X9V-S.jpg"
        },
        "Trenton Kennedy": {
            "grade": "sophomore",
            "major": "entrepreneurship",
            "questions": {
                "1": "Jessica and I are running on three themes: mental wellness, diversity and political advocacy, and we've used those to formulate our three highest priorities, mental wellness being accessibility to counseling services, de-stigmatizing mental illness on campus and improving the partnership between the student body and counseling services. Diversity, we want to do things like implement cultural competency training, as well as push for fundraising on the multicultural student center while working with our diversity committee to kind of find our north star, a guiding principle, a guiding mission, for how the campus views diversity. With political advocacy, really attacking what inhibits most students, and that's the rising cost of education, so ensuring political advocacy, making sure that students have a voice in the legislature, and moving students from a special interest in the United States legislature to a chief interest.",
                "2": "That's something that I haven't really thought about yet. I think, as we move forward with what a multicultural student center means to the student body, we'll have to gauge opinions from campus administrators, university stakeholders, foundation stakeholders and students at large to see what we find feasible. ",
                "3": "One way that SGA can have the biggest influence on campus is to bring those on board who have never been brought on board before, so that's really reaching out to those far corners of campus that we might not deem as the involved ones, or ones that previously haven't been involved and grab their attention with issues that matter to them."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-XvvvVfG/0/L/i-XvvvVfG-L.jpg"
        },
        "Tyler Jordan": {
            "grade": "sophomore",
            "major": "finance ",
            "questions": {
                "1": "Probably inclusion. We have that big picture that everyone is a family here. So I see that as the biggest thing students look at when they come here. ",
                "2": "I think it'd be a good idea. I feel like there's a big cultural divide here. We have a lot of students from different places but I feel like it's pretty divided when it comes to everybody and how they interact.",
                "3": "Just making more students aware of it. Not a lot of students are aware of SGA and what they do exactly."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-FxBTFhX/0/L/i-FxBTFhX-L.jpg"
        },
        "William Orth": {
            "grade": "sophomore",
            "major": "accounting",
            "questions": {
                "1": "I think that just a lack of knowledge about campus resources as a whole. I think that's definitely something that we can improve upon, like as a whole student body. I personally have utilized the resources as much as I can, and a lot of that is just because I've gone and seeked those resources out, and I think some students may not be aware of everything that K-State does actually have to offer.",
                "2": "I think definitely I am. That's definitely kind of a hot topic in the media right now, is like multicultural issues, and I think that would definitely be a step in the right direction would to have like a center for it.",
                "3": "I think by just communicating what we do on a week-to-week basis with the majority of the student population would be the best way. A lot of people kind of see SGA as maybe an organization like they don't really know what goes on, but I think that's definitely something we could improve on as well as like letting them know week-to-week what we do."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-npm4gQx/0/L/i-npm4gQx-L.jpg"
        },
        "Anna Jackson": {
            "grade": "sophomore",
            "major": "elementary education",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Isabelle Williams": {
            "grade": "sophomore",
            "major": "elementary education",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-6HJ3b9m/0/L/i-6HJ3b9m-L.jpg"
        },
        "Adrianna Elliott": {
            "grade": "freshman",
            "major": "chemical engineering",
            "questions": {
                "1": "I would say privilege fee or just overall tuition because it is money coming out of your pockets and a lot of times that determines whether or not students can come and stay at K-State.",
                "2": "Yes because it would give the diverse groups a place on campus to go.",
                "3": "I just want SGA to seem really approachable and making sure people know that I'm in SGA and if they have any questions they can talk to me and not feel intimidated or that their voice won't be heard. I also want to encourage people to come to SGA meetings. I think if they do come they will realize how transparent SGA really is and what we do on campus."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-Grp3GTG/0/L/i-Grp3GTG-L.jpg"
        },
        "Andrew Peuchen": {
            "grade": "junior",
            "major": "mechanical engineering",
            "questions": {
                "1": "The most important issue this year would be diversity. We have seen the events that have taken place on Mizzou and KU's campuses this year, and we want to make sure that it doesn't happen here and we can do that by making sure that everyone's voices are heard and in a respectful manner and I guess student government have been working on listening to those people and hearing their concerns and I think continuing that effort this year is one of the biggest things to focus on.",
                "2": "I know that to build any building on campus with the use of student fees, you will have to have an all campus student referendum and I think we would need to look at the feasibility and possibly use the Union as that space instead of building a whole new building.",
                "3": "I would like to hear the concerns of students and hear the concerns of students in the College of Engineering more specifically. We need to make sure that we are focusing all of our efforts on meeting the needs of all students on campus and hopefully we can find a way through student government to meet those needs."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-F3nWBFs/0/L/i-F3nWBFs-L.jpg"
        },
        "Austin Fuller": {
            "grade": "sophomore",
            "major": "computer engineering",
            "questions": {
                "1": "For me I think that has to be our technology department. Just constantly on Yik Yak and other social medias you'll find that Wi-Fi is an issue and I'm not sure what we can do about that but any process or bill that we can pass that can help with improving that I think should be passed. Wi-Fi is everywhere, it has become interwoven into the education process so improving the technology as a whole is key.",
                "2": "Initial response is that I would be against it because cost for attendance is already high. There are a lot of additional fees that are tacked on after tuition. That being said, looking at the data and understand what the student body as a whole would want is key, understanding the cost break down is key and if all of that data showed positive things then I think I would be able to change my mind, but without looking into it I would say no.",
                "3": "I think it is important to recognize the impact social media has had in the last 10 years and it is so easy to get involved nowadays because of Facebook and Twitter. I think SGA should maximize their social media I do not know they current state of SGA's involvement on social media but if it is a poor involvement then we should definitely fix that because that is the best way to get information out there so students know what the conversation is within SGA."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-M4w8Sb7/0/L/i-M4w8Sb7-L.jpg"
        },
        "Jack Ayres": {
            "grade": "sophomore",
            "major": "chemical engineering",
            "questions": {
                "1": "I think that there is lots to do with finances, whether it is at the state level with rising tuition costs, or at the college level with different fees. There is so much the effects students with the affordability of college and so I think that students need to have a better say and understanding of what is going on, and from that being able to participate in conversations and have their voices heard regarding the way that their money is spent.",
                "2": "Yes I am in favor of building a multicultural center, however, I do think there is a lot of support from alumni and I think there are lots of donation opportunities. I think student fees should definitely help and be a component of the building of a multicultural center, however, I think here are lots of gifts from alumni and donors that could also help offset the cost.",
                "3": "It has a lot to do with student outreach and student input on things. I think right now senators are elected and are never heard from again outside of their campaign, they just go to the meetings every week, whereas I think it is important to be talking to constituents and figure out what is the student goals. Above anything else, it doesn't really matter what my opinion is, but what truly is representative of my college's opinion or the university's opinion on various issues."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-7znqWjw/0/L/i-7znqWjw-L.jpg"
        },
        "Jeffery Bogner": {
            "grade": "sophomore",
            "major": "architectural engineering",
            "questions": {
                "1": "I think it's already kind of being worked on, but the one that I want to work towards is making K-State a nonsmoking campus and I just want to continue the work on that.",
                "2": "I feel like that would have to go up to a vote for the student body because that would be kind of similar to the campus privilege fee I think. But I think we could definitely use a multicultural center and I would definitely vote in favor of it.",
                "3": "Just being present. I think it's been doing a great job of it right now with having everything go through OrgSync, and like SGA is through OrgSync and a lot of the organizations, you know funding gets aloted through SGA and OrgSync helps a lot with keeping everything straight and organized."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-DkvcgvZ/0/L/i-DkvcgvZ-L.jpg"
        },
        "Jonathan Peuchen": {
            "grade": "sophomore",
            "major": "mechanical engineering",
            "questions": {
                "1": "One of the biggest issues facing K-State students today is tuition. One that directly affects students in the College of Engineering is the new surcharge that we're seeing coming through. It's an $80 surcharge over the process of five years. This year we're seeing a $20 increase in that. So that's one of the biggest issues that students in the College of Engineering are going to face this year.",
                "2": "You know that's a good question. I haven't thought much about that. In the past, student senate has taken the stance that we do not use student fees to build buildings, and I feel like a multicultural center would be an exception to that, similar to the (K-State) Student Union and that we should use student tuition dollars to build a place like that because it would be a place where students of different backgrounds would be able to gather and feel comfortable and have their place on campus.",
                "3": "One way that I've been working to help SGA impact other students on campus is by making sure we let everybody know what issues we're dealing with and letting them know how we can get involved. Encouraging people to step out and reach, email their student senators, representatives from their college, is a key way that everybody can get involved."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-V27qwRt/0/L/i-V27qwRt-L.jpg"
        },
        "Jordan Kiehl": {
            "grade": "freshman",
            "major": "industrial engineering",
            "questions": {
                "1": "I think the biggest thing is making sure students who aren't in Senate are still involved in what we're doing for student Senate. A lot of times, it's easy to ignore all the topics that are going on if you don't know what they are, so making sure that all those students know what's going on and are involved in the process and just making sure they have a voice in what we're doing, and it's not just the people who are elected, it's everyone.",
                "2": "Yeah, I am. You always hear this about the K-State family and supporting the students around us, and if we're not willing to kind of support each other in that, then we shouldn't be saying we're a K-State family, so even though it's using student dollars, it's just supporting those that are around us.",
                "3": "I think again, going back to making sure every student has a voice, whether that's through just communicating with people in my classes or through Twitter, or anything like that, but just making sure that every person feels like they're being heard and knows the issues that are going on."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-g4hr26t/0/L/i-g4hr26t-L.jpg"
        },
        "Jordan Martin": {
            "grade": "sophomore",
            "major": "computer science",
            "questions": {
                "1": "I think that the most important issue right now, especially for the College of Engineering would have to be tuition increases. Currently the administration is planning on increasing engineering fees and while this is a necessary step to take, I want to see what SGA can do to maybe lighten that burden on future students as well as current students of the College of Engineering.",
                "2": "I am definitely in favor of building a new multicultural center. It's kind of a shame that K-State doesn't already have a free standing building for that. This campus definitely gets better with diversity and I think a lot of times we tend to forget that because we are a land grant agricultural institution so people think we aren't going to be as diverse as some other universities, however, the more diverse the university is the better off we will be.",
                "3": "I think the best way to do that political advocacy. I want to let people know what we are doing. I think a lot of people don't realize that students are in charge of where your privilege fee money goes, so I think if people were more aware of that they would be willing to speak out and decide where they want their money to go."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Matthew Grosdidier": {
            "grade": "junior",
            "major": "mechanical engineering",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Megan Heyen": {
            "grade": "sophomore ",
            "major": "chemical engineering",
            "questions": {
                "1": "I think that one of the issues that affects students the most right now is probably the cost of education, and I think that the rising cost makes it harder for students to attend school, but it also allows for the institution to be improved, so finding a balance between the students and the institution is the most important thing we can work on.",
                "2": "Yes, I would be in favor of doing that. As the only school in the Big 12 that doesn't have a free-standing multicultural center, and with the rising importance and light shined on the issue of diversity, I think that's something K-State should definitely implement in order to be with the times.",
                "3": "One of the things I would want to do the most is improve communications between students and their individual colleges and what decisions are being made in student government on behalf of them. They're the ones that attend school every day, and so for them to be able to know what's going on is definitely the way that I would want to make my time in SGA count."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-DbkxSD5/0/L/i-DbkxSD5-L.jpg"
        },
        "Neysa Carlson": {
            "grade": "freshman",
            "major": "industrial engineering",
            "questions": {
                "1": "I believe that the most, the issue that hasn't been addressed so far, is students' lack of confidence in asking for help. Because there are so many students that say, 'Oh, I should go to this, but I'm not going to.' And I think it would be really cool if we somehow increased students' confidence to be able to go by themselves, rather than having to have a group or something, because we have all of the things here.",
                "2": "Yes. I kind of compare that to the tax system in the United States versus Canada. In Canada, they have a lot higher taxes, but that pays for free healthcare for everyone. So I think that we could probably do the same if we just had a little fee.",
                "3": "I'm not entirely sure, and that's why I'm here to find out. I'd like to get more involved on campus, and I thought this would be a good opportunity."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-FBH29Fz/0/L/i-FBH29Fz-L.jpg"
        },
        "Olivia Baalman": {
            "grade": "sophomore ",
            "major": "computer science",
            "questions": {
                "1": "I think tuition and fees plays a big role in that. I guess the voice in between students and faculty obviously. And with Senate there's a big influence in that as well. So I think that's very important to all K-State students especially within their own colleges, especially in the College of Engineering.",
                "2": "I am in support of it. I think creating an environment that is in support of diverse campus is very important in the success of the campus as a whole as well as the community. ",
                "3": "I definitely want to be a very strong liaison between student voices in my college. I think listening and getting student input, reaching out to those who might not be familiar with SGA and what we do. I think it's very important to get feedback and ideas from everyone."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-DgDCfVV/0/L/i-DgDCfVV-L.jpg"
        },
        "Stephen Bartels": {
            "grade": "freshman",
            "major": "chemical engineering",
            "questions": {
                "1": "Well, currently, I know the smoking bill's a big thing, and if that doesn't get finished within the current Senate, I'd like to see it get done, or at least wrapped up with a decision, in the next round.",
                "2": "Yes. I think it's important that we see things like being multicultural, we can see it more solidly in a building as opposed to, I know there's a multicultural office in the College of Engineering, but to see it have its own building, that would be more substance.",
                "3": "I would like the common student to be more aware of what's happening in SGA, so at least more publication of what is going on."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-NZk3Gs3/0/L/i-NZk3Gs3-L.jpg"
        },
        "Stephen Malone": {
            "grade": "freshman",
            "major": "computer science",
            "questions": {
                "1": "I think right now, the whole issue of guns being allowed on campus is going to be a big thing that, if we change the legislation, obviously campus isn't going to change that much, but if it does happen, then it's really going to change how campus looks. So, I think that and just trying to get everyone involved so they really enjoy their time at K-State because I love K-State, so I just want everyone to be able to experience it like that.",
                "2": "I think I would, depending on the amount of the fee. Obviously, it's better to keep tuition low and keep the fees low, especially from the point of view of an out-of-state student, tuition is already a burden for a lot of students, but at the same time, I think that is important to make sure everyone feels included on campus. So, I think, depending on the cost of the fee, yes.",
                "3": "I think it'd be good to -- which, SGA has been moving this way this year -- trying to get the opinion of students on the different issues that are facing them, so the SGA can really advocate for them and create policies that are going to help the students to have a more enjoyable time here and just create a better environment for them."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Victoria Thomas": {
            "grade": "freshman",
            "major": "biological systems engineering",
            "questions": {
                "1": "Currently I think that diversity has been a really big issue, just not really even at K-State but across the U.S.A. I think K-State student government has been doing a really good job handling it so far different diversity initiatives and things like that. So I think we should continue going in the right direction with that.",
                "2": "Yes, because K-State is currently the only college in the Big 12 without one, if I am correct.",
                "3": "If elected, I would maximize SGA's influence by getting really involved in the different committees for allocating fees. And also by spreading the name of SGA because a lot of students still don't really know what SGA is."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-k43qgvJ/0/L/i-k43qgvJ-L.jpg"
        },
        "Wyatt Risovi-Hendrickson": {
            "grade": "sophomore",
            "major": "chemical engineering",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-7SjvF3C/0/L/i-7SjvF3C-L.jpg"
        },
        "Brice Valdez": {
            "grade": "freshman",
            "major": "kinesiology",
            "questions": {
                "1": "The construction is a really big thing. It's a really good thing because obviously, the new buildings are great, but at the same time, there are a lot of people who have to change their routes and have to walk a lot longer to get to classes because of construction. If there was a way to not do so much at once, that would probably be the biggest issue.",
                "2": "I feel like that'd be a good idea because I know a lot of society today is working on more diversified everything. If you were able to have a center dedicated to multicultural students, I feel like that'd be a good thing, and I'm sure it wouldn't take much of an increase in student fees to be able to build that.",
                "3": "Mostly getting the word out about stuff. I have a couple of friends in SGA right now, and if it weren't for them talking about what's going with SGA, I wouldn't have even known to run for it, but they put the word out there. I think that's part of it, just kind of broadcasting what it's doing."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Caroline May": {
            "grade": "freshman",
            "major": "personal financial planning",
            "questions": {
                "1": "Probably smoking, honestly. I'm an intern currently and I've been on the smoking policy committee, and working through that, I've really seen how it affects students on campus, and I've been able to see it from both sides because coming from me, I'm obviously not a smoker, and I think that affects our population as a whole, but I never really realized that it affects people who do smoke. And looking at it from a different standpoint, it was interesting to see it from international students because they come from a different culture, where it's completely normal for them to smoke, so on campus, they might not feel as welcome. That's an issue that I think is important that it's being looked over now, and I think hopefully we can deal with it in a way that can benefit all the students at K-State because I don't want anybody to feel like they're not a part of the family.",
                "2": "Yes. I think using those fees to build a new multicultural center would benefit students as a whole because I think it's really important to encourage diversity. I don't want to be at a university that doesn't encourage diversity and is very judgmental toward anyone or doesn't make anyone feel welcome. For me, I'm all about family and about the K-State family, and I just think it'd be a really good idea to do that.",
                "3": "I would really like to be more active through the student engagement committee. I'm currently on that. It's a new committee on SGA, so this year, we're just kind of planning for next year, what we want the committee to look like. Through that, I want to make sure that people are being represented through their college."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-ZXwDN32/0/L/i-ZXwDN32-L.jpg"
        },
        "Jacob McIntire": {
            "grade": "sophomore",
            "major": "kinesiology",
            "questions": {
                "1": "It kind of comes down to the day-to-day life with our students feeling safe on campus so I definitely think the issue of making campus as diverse as possible and introducing different ways that people can be educated to know more about the different cultures and diversity that is on campus.",
                "2": "",
                "3": "I think a big role in SGA and running for Senate and things like that is being the voice for the rest of the student body. I think you really have to be in tune with what people are thinking and feeling and the way to make change is to make decisions. Instead of trying to make everything behind the scenes going straight forward and being as transparent as possible so that students know what's going on and they're able to ask questions and they're able to support that."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SrSLfkH/0/L/i-SrSLfkH-L.jpg"
        },
        "Jordan Eberhardy": {
            "grade": "freshman",
            "major": "kinesiology",
            "questions": {
                "1": "I would say people not knowing how to use their voice.",
                "2": "I am. I think the more we can unify the diverse groups on campus that'll contribute to a better atmosphere and allow people more of an outlet. So to have physical place to go for those groups would really help them and help everyone in turn.",
                "3": "Connecting people. If we sent out something at the beginning of the year to let people know how to get in contact with senators that will make SGA bigger than just the people in the meetings on Thursday nights and it will make it more about the student body as a whole and incorporating more voices, then just those who were elected."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-bDHJ8cG/0/L/i-bDHJ8cG-L.jpg"
        },
        "Meredith Clark": {
            "grade": "freshman",
            "major": "nutritional sciences",
            "questions": {
                "1": "I think the rising cost of tuition is the biggest problem because I think it is becoming more of an issue for students to pay for college and stay in college because the cost.",
                "2": "I would say yes because I believe if it is benefiting one student it is benefiting the study body as a whole.",
                "3": "I want to make sure we have forums to get students opinions that don't necessarily want to come to senate on Thursday nights."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-3rg6tDN/0/L/i-3rg6tDN-L.jpg"
        },
        "Paloma Roman": {
            "grade": "sophomore",
            "major": "athletic training",
            "questions": {
                "1": "The biggest issue is probably students not knowing how to reach out and ask for help.",
                "2": "Definitely, K-State is the only Big 12 school to not have a multicultural center and if we want K-State to be the best it can be then we should definitely have a multicultural center.",
                "3": "I believe that not a lot of people know much about SGA and I want to make sure people know they can be involved and have a voice in the whole process."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-ZnjKPFZ/0/L/i-ZnjKPFZ-L.jpg"
        },
        "Abigail Atchison": {
            "grade": "graduate",
            "major": "accounting",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Andrew Crowder": {
            "grade": "graduate student",
            "major": "civil engineering",
            "questions": {
                "1": "I believe beginning students don't get a good introduction into K-State and I feel that we could probably do a better job including new students. The reason I am running is that the grad school has been traditionally under representing in SGA and I feel the grad school students should have a voice in these issues. I think those two things would be something I want to change.",
                "2": "A lot more research would have to be done because we would need to have a good understanding of what the majority of the student body would like. I would be leaning toward no. As of right now, I believe we shouldn't be spending what money we have on something we don't know if the student body would support.",
                "3": "I would say going through my undergrad I didn't know too much about SGA or hear what issues they talked about or decided, so I feel we could do a better job at getting the word out on what issues we are discussing, considering the effect the whole study body. I think we could do a better job advertising what is being done for the students."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-dd5Qnnf/0/L/i-dd5Qnnf-L.jpg"
        },
        "Jennifer Brown": {
            "grade": "graduate student",
            "major": "curriculum and instruction",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Michael Reichenberger": {
            "grade": "graduate student",
            "major": "nuclear engineering",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Samuel McGee": {
            "grade": "graduate student",
            "major": "educations",
            "questions": {
                "1": "I think it's the firearms issue and I think the university recognizes that as well with the committees that they are forming about how we counteract that. ",
                "2": "Yes, I am. I think it's important for the students to have ownership in the campus. Whether the student fees are temporary, like when you build sports stadiums in a big city they take bonds and taxes on top of that. So having students take ownership and pride knowing that their fees went to help build that, I think, is really awesome.",
                "3": "I think collaboration and working with administration on campus and getting initiatives done. I think that's the biggest thing is that the SGA represents the student body so it's our responsibility, if elected, to represent that student body if the student body is for something we should be for it as well."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Vladimir Karimov": {
            "grade": "graduate student",
            "major": "engineering",
            "questions": {
                "1": "I know that a lot of effort is spent on each and every item -- parking, tobacco use, sexual violence -- but I think that K-State, recently, is putting a lot of effort toward the sexual harassment. I've personally never come to something bad, except maybe several tobacco use accidents in the wrong place.",
                "2": "Being the international student, I think most for international students that wouldn't be a case that they would want to spend money on, but having this thing would be a great thing. You really have to wait to make a decision.",
                "3": "I would say to better represent the students, to hear what they want. I can help in this by being the graduate student and the international student at the same time. I believe that 90 percent of of the graduate students are international, so I would represent a large part of the campus in this way."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Caitlyn Dougherty": {
            "grade": "junior",
            "major": "history",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Courtney Claxton": {
            "grade": "junior",
            "major": "communications sciences",
            "questions": {
                "1": "Probably tuition is one of the most important issues. Because it’s really, with the rising cost of college and everything nowadays, it gets harder and harder for students to be able to afford coming to school.",
                "2": "Yes, I am.",
                "3": "I plan to just really get the student governing name out there, reach out to different groups."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-w9x88kC/0/L/i-w9x88kC-L.jpg"
        },
        "Katelyn Dugan": {
            "grade": "sophomore",
            "major": "nutritional sciences",
            "questions": {
                "1": "I think the recent debate about allowing guns on campus is something I’ve heard a lot about, so that would be a very major effect on students.",
                "2": "I think that would depend upon what all would be included in the center, but yes, I think that would be a good contribution to our campus for sure.",
                "3": "The college council does a lot with the College of Human Ecology, and I would love the chance to impact the students I’m surrounded by and the students in that college."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-7DKw4zz/0/L/i-7DKw4zz-L.jpg"
        },
        "Whitney Wealand": {
            "grade": "junior",
            "major": "nutrition and health",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Hayden Walker": {
            "grade": "sophomore",
            "major": "agriculture technology management",
            "questions": {
                "1": "I would have to say not feeling connected as a whole student body. We oftentimes associate ourselves with the different colleges, so I say not being able to be integrated as a whole college of K-State.",
                "2": "I would say I am, because we have to contribute to have things like that, so I think that we can do our part to make that possible.",
                "3": "For me, just becoming more of a voice for the whole College of Ag, for the students, and being somebody that the different clubs can come back to and relay what they see would be best."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Brittany Hilfiker": {
            "grade": "sophomore",
            "major": "animal science",
            "questions": {
                "1": "Within the College of Agriculture I think we lack diversity and we have a lot of people who are in the leadership roles that come from a traditional ag background. There is nothing wrong with coming from a traditional ag background, however, I think it makes it hard to relate to some of the students considering the College of Ag. So as a representative I think it is important to have a really diverse ag council and have someone who can serve as a liaison between organizations within the College of Ag and can really play a role in getting people to come to the College of Ag.",
                "2": "Yes, once again I think it goes back to diversity, especially in the College of Agriculture. That is one thing we are trying to emphasize, people that come from different backgrounds they bring a lot to the table that we are not used to seeing and I think something like a multicultural center is something that is important to not only the College of Ag but to our industry in general.",
                "3": "From what I have heard, some of the Ag Council meetings are not very productive and I’m a very efficient and productive person and implementing the value of what we are doing and just being a good representative of the university student government system as a whole."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-Vmmj2QX/0/L/i-Vmmj2QX-L.jpg"
        },
        "Jordan Howard": {
            "grade": "freshman",
            "major": "agribusiness",
            "questions": {
                "1": "This candidate was unavailable.",
                "2": "This candidate was unavailable.",
                "3": "This candidate was unavailable."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        },
        "Lane Nichols": {
            "grade": "freshman",
            "major": "agriculture economics",
            "questions": {
                "1": "Tuition because everyone struggles to come by the money to pay for college. It is a heavy investment that is worth while, yet really difficult for students to afford.",
                "2": "I would be because it would give us the ability to have a more diverse campus.",
                "3": "I think students want to have a voice and want to be informed and the best thing we can do with SGA is get students’ voices out there and let students know what we are doing."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-m7nqSLc/0/L/i-m7nqSLc-L.jpg"
        },
        "Samuel Hughes": {
            "grade": "sophomore",
            "major": "political science",
            "questions": {
                "1": "It depends on where they live. The one that would affect all students would be definitely Wi-Fi. You’d think going to the library would be the best place to get Wi-Fi, but inevitably, there are too many pulling on it, and it doesn’t work. For students that live off campus, it would be parking. Myself and several friends live off campus. We’ve missed classes because we can’t find parking. That’s actually the entire reason I take 8:30 classes, so that I’m forced to be here on time, and I’ve heard almost everybody else complain about that at one point or another.",
                "2": "I think that would depend upon what all would be included in the center, but yes, I think that would be a good contribution to our campus for sure.",
                "3": "The college council does a lot with the College of Human Ecology, and I would love the chance to impact the students I’m surrounded by and the students in that college."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-wD3Lb3s/0/L/i-wD3Lb3s-L.jpg"
        },
        "Lindy Bilberry": {
            "grade": "junior",
            "major": "agricultural economics",
            "questions": {
                "1": "I think something that’s overarching that is an issue for K-State students is the disconnect they feel to issues that are going on campus. I think that a lot of our students feel that their voice doesn’t matter, and they that can’t have an influence on policies or changes that are happening on campus. It’s evidenced by around 2 percent of our student body votes in elections, and that’s in a good year. I think getting students engaged, that’s the biggest challenge that the next leadership will face.",
                "2": "I’m definitely in favor of a new multicultural center, but before I would want to impose fees upon students I want to explore a variety of different fundraising options. There are lots of donors that I think would be willing to give to such a worthy cause. I want to explore those options. I think if students are going to be imposed with a fee like that, they should have some sort of say in the matter, whether that be a referendum vote or something like that, like when we did the Union.",
                "3": "This really ties in with what Michael and I’s campaign has been all about. We started out as a write in campaign, and it really just went viral. It is clear that students really think that we would be a good voice for them. If elected, Michael and I would really take the time to visit with students about their opinions on what matters to them, like what issues should the student government address. By doing that, that’s one of our platforms, student outreach by having town hall meetings whenever there’s issues that arise as well as email updates of what’s going on in student government and what students should be concerned about."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-W5rsB5w/0/S/i-W5rsB5w-S.png"
        },
        "Michael Emley": {
            "grade": "senior",
            "major": "accounting and finance",
            "questions": {
                "1": "I would say primarily interaction with student government and everything that goes on. There are a lot of big decisions that go through our group and we can have a lot of impact on really the K-State experience for students. So I think being able to relay that and make sure that there’s a better connection between what’s happening in student government and the administration level and how that’s going to affect your student experience, is a really big disconnect that I hope we can improve in the future.",
                "2": "We actually had a sit-down conversation with a bunch of different multicultural groups this semester and their opinions on all the issues that our university is facing. The multicultural center was one of the big issues that came up that they were wanting. And I think also in the colleges of business and engineering the past couple of years there have been fee increases and they were not received well. I think the multicultural center is very valuable, and I think the people see the value in that, and I especially think private donors would see the value in that. So I would prefer pursuing funding from private sources before going towards the public.",
                "3": "I think one cool thing that we’ve done so far is kind of coming out of nowhere as a write-in campaign has definitely engaged a lot of interest. Hopefully we’ll be able to use that momentum that we’ve gained to stay in touch with the students. That would be a good way to keep our relationship. I know one of Lindy and I’s thoughts has been student engagement, having monthly town hall meetings with each college to make sure that everyone knows what’s going on at the student government level, as well as putting out bi-weekly emails, sort of like a fireside chat, just so that everyone knows what’s going on. That’s probably the best way to keep students engaged."
            },
            "photoURL": "http://photos.collegianmedia.com/photos/i-SKfcWxC/0/L/i-SKfcWxC-L.png"
        }
    }
}
